{
  "cosmosqa": {
    "003313896b2eb6e9f6af52917f240492": {
      "candidate1": "Želijo spremeniti namen te sobe",
      "candidate2": "Želijo dati namembnost tej sobi",
      "context": "Ta brezžični adapter je nameščen na zadnji strani vašega Xboxa, preko USB-ja. Imel sem brezžično omrežje doma že leta, bilo je super, da sem imel Xbox kjerkoli v hiši! Moral sem razstaviti svojo igralno sobo, zato zame ni več Xbox Live. No, za zdaj.",
      "question": "Kaj je lahko razlog, da je pisec moral razstaviti svojo igralno sobo?",
      "reference": "Ker so potrebovali sobo za kaj drugega.",
      "score1": 5.0,
      "score2": 2.0
    },
    "0416d928b90e8e105fd3de7a846b13ff": {
      "candidate1": "pitje alkohola",
      "candidate2": "uporaba drog",
      "context": "Nato smo se odpeljali do prijateljeve hiše in se očitno znašli v Turčiji, kjer je dim iz desetine hookahov prepojen v hladen zrak. Vsi so govorili turško, razen televizije, in odšel sem v staro gostilno na vogalu po nekaj VBs, da bi šli z našo turško hrano. Ko sem naslednji dan odprl oči, sem ugotovil, da sem sredi velikega mesta, z velikimi cestami in velikimi zgradbami - mavzoleji poleg nebotičnikov. Sijajna vozila so drvela gor in dol po avtocestah, ki so se križale v zraku.",
      "question": "Kaj je lahko povzročilo, da ste se zbudili sredi velikega mesta?",
      "reference": "Popil sem preveč.",
      "score1": 5.0,
      "score2": 1.0
    },
    "0752d058adf610e576abfa3abbf55f49": {
      "candidate1": "Da dokončam domačo nalogo",
      "candidate2": "Da dokončam fakulteto",
      "context": "No, bil je res čuden dan. Mama, oče in Sydney-Anne so šli na kraj o žuželkah, da bi izvedeli o žuželkah (očitno je bilo brez veze), jaz pa sem ostal v hotelu, da naredim domačo nalogo (kar precej sem naredil). Večerja je bila Fruits De Mer - kar je Syd tako razjezilo, da je morala zapustiti mizo, ker ji je skoraj postalo slabo.",
      "question": "Kaj je lahko bil vaš razlog, da ste ostali v hotelu?",
      "reference": "Moral sem dokončati nekaj nalog.",
      "score1": 5.0,
      "score2": 1.0
    },
    "0832b01023d6945799f3daca6202c6d2": {
      "candidate1": "vprašati starše, če lahko grem",
      "candidate2": "moji vprašati starši, če lahko grem",
      "context": "[12] Kje je bil tvoj PRVI prenočitveni obisk? Nimam pojma... morda pri moji sestrični Amy? [13] S kom si danes prvič govoril? S mačko. [15] Kaj si danes zjutraj naredil kot prvo? Nahranil mačko, potem sem malo lulal.",
      "question": "Kaj sem naredil, preden sem šel k Amy domov?",
      "reference": "Dobim dovoljenje staršev.",
      "score1": 5.0,
      "score2": 3.0
    },
    "0a0a0c259cf4215a0323df2777edc2f4": {
      "candidate1": "Moji telefonski klici so predolgi",
      "candidate2": "Moja besedilna sporočila so predolga",
      "context": "Včeraj sem delal in je bilo v redu. Dobim \"težave\" zaradi mojega povprečnega časa klica (AHT). To pomeni, da preveč govorim po telefonu / moji klici so predolgi. Kar je bil problem, ampak kaj naj naredim.",
      "question": "Kaj je lahko povzročilo, da si imel težave pri delu?",
      "reference": "Nisem mogel zaključiti pogovorov z drugimi.",
      "score1": 4.0,
      "score2": 1.0
    },
    "101137000095cc037873bc720c7ccd61": {
      "candidate1": "WordPress Affiliate Pro poenostavi prilagajanje marketinških kampanj",
      "candidate2": "prilagajanje marketinških kampanj poenostavi WordPress Affiliate Pro",
      "context": "WordPress Affiliate Pro Potrebuješ ta program! Končno se je uresničila želja. Boril sem se z učenjem, kako namestiti in prilagoditi affiliate programe na svojih spletnih straneh. Bilo je kar težko, in če bi le prej poznal WordPress Affiliate Pro, bi bilo veliko lažje!",
      "question": "Kaj se lahko zgodi, če uporabljaš WordPress Affiliate Pro?",
      "reference": "Prilagajanje marketinških kampanj bo lažje.",
      "score1": 5.0,
      "score2": 1.0
    },
    "16004afb831a79cfbb98e37aa068fffc": {
      "candidate1": "igra kitaro",
      "candidate2": "On igra",
      "context": "Kar je spet super. Nato je mož starejše sestre potegnil svojo kitaro in igral približno 2 uri. Odličen je, ko gre za kitaro (kar tudi mora biti, saj ima magisterij iz jazz kitare...), je v nekaj različnih lokalnih skupinah. Prepričal sem ga, da je zaigral nekaj pesmi Metallice, 'Back in Black' in 'Hell's Bells'.",
      "question": "Kaj počne v nekaj različnih skupinah?",
      "reference": "Igra kitaro.",
      "score1": 5.0,
      "score2": 3.0
    },
    "231691f68bd6ef623efb5aab61297f6c": {
      "candidate1": "Vse je naredilo bolj urejeno",
      "candidate2": "Vse je naredilo manj urejeno",
      "context": "Videli bomo, kako dolgo jim bo uspelo vzdrževati ... Kakor koli, cel vikend sem spremljal eno posebno torbo in vanjo dajal vse \"pomembno\", da bi, če bi jo potreboval, lahko šel samo do te torbe. No, sinoči ob 11 sem ugotovil, da je ne najdem. V njej je polnilec za telefon, kopija najemne pogodbe, kopija pogodbe za hišo in razni drugi papirji, ki jih res nisem želel izgubiti.",
      "question": "Zakaj sem dal vse pomembno v eno torbo?",
      "reference": "Ker je bila to moja ideja za organiziranost.",
      "score1": 5.0,
      "score2": 1.0
    },
    "26260f2180c542dc04e47e7bd46aaef6": {
      "candidate1": "slaba sreča",
      "candidate2": "dobra sreča",
      "context": "Kot ponavadi, kadar želim plavati, je vreme sivo. Poleg tega me noge še vedno bolijo od trpljenja 2,4 km. Sredi uporabe prenosnika mi je miška kar tako crknila. Prenosnik ni več prepoznal USB-ja, na katerega je bil priključen. Dobro delo, konflikt med tema dvema napravama me je stal trpljenja. Moj namizni računalnik me je potem tako opraskal, da sem začel krvaveti.",
      "question": "Zakaj je vreme sivo, ko pisec želi plavati?",
      "reference": "Ker ima pisec nesrečo.",
      "score1": 5.0,
      "score2": 1.0
    },
    "2c5076663526fb9683acf919430ce384": {
      "candidate1": "Porabijo več kalorij, kot jih pojedo",
      "candidate2": "pojedo več kalorij, kot jih porabijo",
      "context": "Torej imam dva najboljša prijatelja, oba sta majhna in suha in dobesedno vsak dan jesta nezdravo hrano in nikoli ne pridobita teže. Oboje sta čudovita, eden z blond lasmi in modrimi očmi, drugi z olivno poltjo in rjavimi lasmi. In potem sem tu jaz. Debela, grda.",
      "question": "Zakaj prijatelji ne pridobivajo teže?",
      "reference": "Ne pojedo več kalorij, kot jih porabijo.",
      "score1": 5.0,
      "score2": 1.0
    },
    "347f056582065c37b17754b1dee94441": {
      "candidate1": "Imeli smo dva",
      "candidate2": "Imeli smo tri",
      "context": "Preselili smo se v hišo, ki je imela dve različni telefonski liniji. Prekinili smo eno in ta linija je bila uporabljena v večini sob v hiši. Kako naj naredim, da ti telefonski priključki delujejo z eno telefonsko linijo, ki jo imamo zdaj? Odprl sem škatlo zunaj in tam je en odsek z rdečo in zeleno žico ter drugi odsek z rdečo in zeleno žico.",
      "question": "Kaj je lahko povzročilo, da ste prekinili telefonsko linijo?",
      "reference": "Imeli smo dodatno.",
      "score1": 5.0,
      "score2": 2.0
    },
    "398f1b8716a02d246a78f8874fdbc991": {
      "candidate1": "Ne bi šla na MILF akcijo",
      "candidate2": "Šla bi na MILF akcijo",
      "context": "Prevzeli smo Roni v lokalnem parku. Povedala nam je, da čaka na moža, ki je že deset minut zamujal. Franz je nato razložil, za kaj gre, kar je Roni zelo zanimalo. Po nekaj pogovorih smo se odpravili nazaj v studio za nekaj MILF akcije.",
      "question": "Kaj bi bilo drugače, če mož Roni ne bi zamujal?",
      "reference": "Morda ne bi šla v studio.",
      "score1": 4.0,
      "score2": 1.0
    },
    "3fbb78336787af99cad2402b7e46810d": {
      "candidate1": "žalost in bolečina",
      "candidate2": "sreča in bolečina",
      "context": "Kdo ve, koliko časa sem tako sedel, samo strmel v prostor z ročnim delom v rokah. Skrbi me, ker se ta zdravilo uporablja tudi za zdravljenje kronične bolečine in depresije, zato ne vem, kako bo to vplivalo name. Verjetno bom zdaj malo manj sarkastičen.",
      "question": "Za kaj verjetno pripovedovalec ne jemlje zdravila?",
      "reference": "Za kronično bolečino in depresijo.",
      "score1": 5.0,
      "score2": 3.0
    },
    "4b9d1f94f9e984ffb7bb00711fbb0cc0": {
      "candidate1": "da ga zaužije",
      "candidate2": "da ga proizvede",
      "context": "Pozdravili smo mamo in Billa v starem Baltimoru v nedeljo. Najprej smo se sprehodili po vrtu in si ogledali gredice. Nato smo se odpravili v zelenjavni vrt, mama in Steve sta govorila o baziliki, Steve pa je pobral jajčevec. Malo smo sedeli na terasi in prilagajali sedeže, da smo ostali v senci.",
      "question": "Zakaj je Steve pobral jajčevec?",
      "reference": "Ker ga želi pojesti.",
      "score1": 5.0,
      "score2": 1.0
    },
    "4f80296b8c171017d4d3ca8d084870eb": {
      "candidate1": "Požar v zgornjem nadstropju",
      "candidate2": "Požar v spodnjem nadstropju",
      "context": "Imamo popolno škodo na zgornjih treh nadstropjih stavbe in manjše poškodbe na vseh spodnjih nadstropjih, kjer je voda tekla po stopniščih. Morali bomo popolnoma odstraniti ta območja in začeti znova. Dobra novica - vedno sem sovražil preprogo v svoji pisarni in zdaj bom lahko sam izbral novo.",
      "question": "Kaj se je lahko zgodilo pred škodo?",
      "reference": "Na vrhnjem nadstropju je bil požar.",
      "score1": 5.0,
      "score2": 3.0
    },
    "54faa310dda0e28586993549dc7ca746": {
      "candidate1": "Bil sem prepoten",
      "candidate2": "Bil sem suh",
      "context": "Karkoli že je bilo, bil sem tako utrujen. Glasba ni pomagala, na televiziji ni bilo nič dobrega, ves čas sem gledal na uro ... bilo je težko. In kot vedno, je bilo moje obraz rdeč kot paradižnik, ko sem končal.",
      "question": "Kako sem bil, ko sem bil utrujen in mi je bil obraz rdeč?",
      "reference": "Bil sem prepoten.",
      "score1": 4.0,
      "score2": 1.0
    },
    "580ae1bab21de26fb80235f2e24bbc48": {
      "candidate1": "Govori prehitro",
      "candidate2": "Govori prepočasi",
      "context": "Zakaj mora biti vse tako težko? je izbruhnil, besede so prihajale kot na tekočem traku. Ššš, nimaš smisla. Samo sprosti se, vse bo v redu. Tukaj sem.",
      "question": "Kaj je lahko povzročilo, da ni imel smisla?",
      "reference": "Govori je bil prehitro.",
      "score1": 5.0,
      "score2": 1.0
    },
    "6337eaa8e7070057da2d51126925d400": {
      "candidate1": "za zabavo",
      "candidate2": "za posel",
      "context": "Trinidad CA. Da zaključimo odličen izlet v severno Kalifornijo, sva Mike V in jaz vozila severno po cesti 101, dokler nisva prispela do Trinidada; majhno mesto s približno 300 prebivalci. Plaža / obala tukaj je bila tako čudovita! Polna jam, skalnih formacij in čudovitih razgledov.",
      "question": "Zakaj smo šli v Trinidad?",
      "reference": "Ker smo mislili, da nam bo tam všeč.",
      "score1": 5.0,
      "score2": 1.0
    },
    "642a717f17584a98052d5022420f67fa": {
      "candidate1": "Želijo, da je njihovo osebje raznoliko",
      "candidate2": "Želijo, da je njihovo osebje razdiralno",
      "context": "UNT bo sodeloval z Univerzo Haskell Indian Nations v Lawrenceu, Kansas, in ameriško Agencijo za varstvo okolja, da zgradi raznoliko delovno silo, ki lahko zadosti okoljskim zahtevam države. Po memorandum o soglasju, podpisanem 5. septembra, so skupine obljubile sodelovati pri povečanju števila ameriških indijanskih študentov, ki si prizadevajo za poklicne kariere na področjih okoljske politike, ekonomije in znanosti. \"To novo partnerstvo širi dolgo tradicijo našega univerzitetnega sodelovanja z EPA pri iskanju rešitev za nekatere najbolj pereče okoljske in družbene probleme naše države,\" pravi predsednica Gretchen M. Bataille.",
      "question": "Kaj je lahko povzročilo, da je UNT sodeloval z Univerzo Haskell Indian Nations?",
      "reference": "Želeli so spodbujati raznolikost zaposlenih.",
      "score1": 5.0,
      "score2": 1.0
    },
    "68ca8d1506baaa69f2b88efb1f8b06cc": {
      "candidate1": "Čustveno se poškoduje.",
      "candidate2": "Fizično se poškoduje.",
      "context": "Zakaj sem moral biti tako naiven in preveč skrben človek na začetku? Zakaj ne morem biti tisti hladnokrveni nevernik, za katerega me ljudje imajo? Koliko več moram prenesti, preden ljudje začnejo opažati, da so v moji oklepu razpoke?",
      "question": "Kaj je lahko razlog, da pisec želi biti tisti hladnokrveni nevernik, za katerega ga ljudje imajo?",
      "reference": "Ker so mu ranili čustva.",
      "score1": 5.0,
      "score2": 1.0
    },
    "68cac69854de2c58ab312aadb9538898": {
      "candidate1": "premalo spanja",
      "candidate2": "dovolj spanja",
      "context": "No, v primerjavi s tem, kako sem spal prej. Včasih lahko spim 2-3 ure naenkrat! Ne jemljem nobenih uspavalnih tablet. Kljub temu je še vedno veliko noči, ko preveč časa 'dremam' sedeč za kuhinjsko mizo.",
      "question": "Kaj lahko povzroči dremanje za kuhinjsko mizo?",
      "reference": "Ne dobim dovolj počitka.",
      "score1": 4.0,
      "score2": 1.0
    },
    "6b099cf1c7119a674d54b0d720274f98": {
      "candidate1": "ples",
      "candidate2": "valček",
      "context": "Zasedli smo 2. mesto v naših smooth krogih, vendar nismo nikoli vadili smooth, to je bilo v bistvu naše ogrevanje za ritem, zato smo bili zadovoljni. Nazadnje smo zasedli 3. mesto v Open Salsa, za katero prav tako nismo nikoli vadili... in pravzaprav smo izvajali vse mambo gibe in se smejali ves čas :) Bilo je parov, ki so imeli rutine in delali razpoke! Zdaj imam na polici kup pokalov in nekaj medalj, kar me seveda naredi posebnega ;] 3.",
      "question": "Kaj počnemo v tem odlomku?",
      "reference": "Tekmujemo v plesu.",
      "score1": 5.0,
      "score2": 3.0
    },
    "6b25dd94df44506f7aea43910fb40be2": {
      "candidate1": "Ker so šole verjele v telesno kaznovanje.",
      "candidate2": "Ker so šole verjele v verbalno kaznovanje.",
      "context": "Tisti, ki niso, so se morali naučiti soočiti z razočaranjem. Predstavljajte si to! Naši učitelji so nas pretepali z velikimi palicami in usnjenimi pasovi, nasilneži pa so vedno vladali na šolskem igrišču. Ideja, da bi nas starši rešili, če bi prekršili zakon, je bila nezaslišana.",
      "question": "Zakaj so nas učitelji pretepali z velikimi palicami in usnjenimi pasovi?",
      "reference": "Ker so šole verjele v telesno kaznovanje.",
      "score1": 5.0,
      "score2": 1.0
    },
    "6ff33de3bb1176ac769ef136bd664648": {
      "candidate1": "da bi bili zdravi",
      "candidate2": "da bi bili lepi",
      "context": "Programi za hujšanje hitro pridobivajo pozornost ljudi. Danes ima vsak problem, da izgleda debel. Zato so vsi zainteresirani za programe in nasvete za hujšanje. Vsi želijo nove nasvete in predloge od svojih prijateljev o izgubi teže.",
      "question": "Zakaj ljudje želijo sodelovati v programih za hujšanje?",
      "reference": "Želijo izgledati bolj suhi in biti bolj zdravi.",
      "score1": 5.0,
      "score2": 3.0
    },
    "708e1783bf000c564c23be41b0017a8b": {
      "candidate1": "počitnikovanje",
      "candidate2": "skrivanje",
      "context": "Pred nekaj dnevi smo dobili šotor, spalne vreče za otroke in zračne blazine. Nismo prepričani, ali bomo letos poleti šli na kampiranje, ampak če se priložnost ponudi, bi radi bili pripravljeni. Takoj ko smo prišli domov, je Matthew začel spraševati vsakih deset minut, če lahko tisto noč kampira. Grozila je dež, ampak sinoči je bilo jasno.",
      "question": "Kaj je lahko bil vaš razlog za nakup šotora in spalnih vreč?",
      "reference": "Želeli smo se pripraviti na morebitne načrte za pobeg.",
      "score1": 4.0,
      "score2": 1.0
    },
    "70a182cbcfb9b3620871f8641ed794c1": {
      "candidate1": "Manj bi bili diskriminirani",
      "candidate2": "Bolj bi bili diskriminirani",
      "context": "Šele smo začeli doživljati nasprotovanje ljudi, ki so razburjeni zaradi naše situacije. Zdravniki so nas diskriminirali in nas zavrnili zaradi svojih verskih prepričanj. Zdravstveni delavci niso želeli uporabljati moškega zaimka zame ali priznati Nancy kot mojo ženo. Receptorji so se nam smejali.",
      "question": "Kaj pripovedovalec meni, da bi bilo drugače, če bi bili drugačni?",
      "reference": "Ne bi bili diskriminirani.",
      "score1": 5.0,
      "score2": 1.0
    },
    "72ab2ea49dc2177ff6ea4a34c9fc72eb": {
      "candidate1": "Nazaj v moj stanovanje",
      "candidate2": "stanovanje za mojim hrbtom",
      "context": "Smejali smo se, postali resni, se šalili, pili Mountain Dew in poslušali starejši moški duo z gitarami v kavarni. (Odšli smo, ker je bila njihova glasnost preveč moteča za naš pogovor.) Bil je preprosto čudovit dan.",
      "question": "Kam si šel po odhodu iz kavarne?",
      "reference": "Nazaj v moj stanovanje.",
      "score1": 5.0,
      "score2": 1.0
    },
    "74b9435d950265a0e394275d2ebab896": {
      "candidate1": "Zavist",
      "candidate2": "Jeza",
      "context": "Pravzaprav ne bi. Ujel bi oba in ju odpeljal v živalski vrt ali kaj podobnega. Mislim, da se Mike nadira, ker se družim z fanti. Razumem, od kod prihaja, ampak res nima česa skrbeti.",
      "question": "Zakaj je Mike jezen, ker se pisec druži z fanti?",
      "reference": "Ker je ljubosumen.",
      "score1": 5.0,
      "score2": 2.0
    },
    "84a377b5c8ccae42565d253dd02f7f4e": {
      "candidate1": "Ne bi se mogel povezati z njim",
      "candidate2": "Ne bi se mogel povezati z njimi",
      "context": "Woo, internet v nakupovalnem središču. Bal sem se, da se ne bom mogel povezati v omrežje - vsaj trikrat na teden dobim goste, ki ne morejo ugotoviti, kako se povezati - ampak bilo je enostavno. Nastaviš novo omrežno povezavo, vneseš ime omrežja, nastaviš varnost na Brez šifriranja (odprto) in voila!",
      "question": "Kaj se lahko zgodi, če bi omrežje imelo varnostno šifriranje?",
      "reference": "Ne bi se mogel povezati.",
      "score1": 5.0,
      "score2": 4.0
    },
    "8a2ddbdf8e5f04cf89ec6a4498c443e5": {
      "candidate1": "V videu je izgledalo zabavno",
      "candidate2": "Na sliki je izgledalo zabavno",
      "context": "Vau. Ni slabo za bele deklice. Video, ki ga izvaja SF skupina Double Dutchess, me je popolnoma navdihnil, da želim poskusiti dvojni dvojniki preskakovanje vrvi. Kot otrok sem bil kratek čas v ekipi za dvojni dvojniki, zdaj pa me zanima, če imam še kakšne spretnosti.",
      "question": "Kaj te je lahko navdihnilo, da si začel z dvojno dvojniki preskakovanje vrvi?",
      "reference": "Videla sem druge, kako to počnejo v posnetku.",
      "score1": 4.0,
      "score2": 3.0
    },
    "8f588bc66b1e3581de014548143023fc": {
      "candidate1": "Refleks",
      "candidate2": "Zato",
      "context": "Danes sem vozil po 14. ulici blizu Kensington Road, približno 60 km/h, ko mi je nek idiot vrgel polno (ampak odprto) pločevinko piva v vetrobransko steklo. Zadelo je blizu sredine in razpršilo pivo povsod (kar je hitro naredilo, da je moj avto dišal po pivu, saj je moj klimatski sistem to sesal) in skoraj sem zablokiral zavore. Bil sem tako srečen, da so ljudje za mano pazili in me niso trčili od zadaj.",
      "question": "Zakaj sem skoraj zablokiral zavore?",
      "reference": "Ker je bil to moj refleks.",
      "score1": 5.0,
      "score2": 1.0
    },
    "9cd73856af63287b7a5ffecb494fcbe1": {
      "candidate1": "Radi imamo Harvard Square",
      "candidate2": "Radi imamo Harvard Circle",
      "context": "Morali smo oditi na Harvard Square (kraj, kjer pogosto preživljamo čas) ob 16:00, ampak je grmelo in deževalo, zato sem vprašal, če lahko ujamemo naslednji avtobus (ob 17:10), ker se bojim grmenja in strele. On je rekel \"v redu\", jasno je bil razdražen, ker sem želel iti kasneje.",
      "question": "Zakaj pogosto preživljamo čas na Harvard Square?",
      "reference": "Ker nam je tam všeč.",
      "score1": 5.0,
      "score2": 3.0
    },
    "a0624cc417a673ce9ba103a50e50f3fc": {
      "candidate1": "zaradi varnosti in estetike",
      "candidate2": "zaradi varnosti in praktičnosti",
      "context": "Danes smo šli na fotografski sprehod okoli Akarenge v Yokohami. Akarenga je skladišče, zgrajeno ob pristanišču v Yokohami leta 1911. Do leta 1989 je bilo uporabljeno kot carinsko skladišče. Šele leta 2002 je začelo služiti kot prireditveni prostor in danes je obnovljeno ter polno trgovin in restavracij.",
      "question": "Zakaj je bila Akarenga obnovljena?",
      "reference": "Da bi izgledala bolje in bila varna.",
      "score1": 5.0,
      "score2": 3.0
    },
    "a55ee6852ad16d6f1e29ed5815848e45": {
      "candidate1": "Nije bila navajena",
      "candidate2": "Je bila navajena",
      "context": "Danes je prvič, da je Sage zaspala v svoji posteljici. Pred tem je tam spala samo, če so jo položili, ko je že spala. Potrebovalo je veliko potrpljenja in intervencije, ampak smo že prej poskušali * da vidimo, ali bo enostavno, vendar brez velike zavezanosti, ker ni bilo pomembno, in ker ni uspelo, smo jo ponavadi ponovno vzeli in jo odnesli v košaro v naši spalnici. Prav tako smo imeli čudovit obisk starih prijateljev iz fakultete, ki so prišli v Rochester, da preživijo nekaj časa z nami in vidijo novorojenčka. Bil je dober vikend in prijeten način za praznovanje dneva očetov (priznam, ni praznik, ki ga jemljem zelo resno).",
      "question": "Zakaj je bila danes prva noč, ko je Sage zaspala v svoji posteljici?",
      "reference": "Ker se navaduje na posteljico.",
      "score1": 5.0,
      "score2": 1.0
    },
    "a87c3a1c8812c1e89da82bfca63ec612": {
      "candidate1": "Končal sem z več točkami kot Dan",
      "candidate2": "Končal sem z manj točkami kot Dan",
      "context": "Zdaj imaš več točk kot Dane Reynolds lani ob istem času, in on je končal na drugem mestu na WQS. Meja za kvalifikacijo se običajno vsako leto zvišuje, vendar je splošno mnenje, da bo letos nižja kot leta 2007, kar pomeni, da si varen. Vsi smo mislili, da bo letos manj točk, ampak veliko fantov na WCT ne sodeluje na WQS ali ga ne zasledujejo resno.",
      "question": "S čim je Dane Reynolds končal lani?",
      "reference": "Z manj točkami kot jaz.",
      "score1": 5.0,
      "score2": 1.0
    },
    "a9ce91d22cbe733b21e2b1a51be09200": {
      "candidate1": "Ne v jeseni, spomladi ali pozimi",
      "candidate2": "verjetno jesen, pomlad ali zima",
      "context": "In šli smo kupit pomfrije tudi. Haha, imeli smo majhen piknik v avtu. In nisem uporabljal klimatske naprave, samo spustil sem okno in ugasnil motor.",
      "question": "Katero letno čas je verjetno v tej zgodbi?",
      "reference": "To se je verjetno zgodilo poleti.",
      "score1": 5.0,
      "score2": 1.0
    },
    "b53cadf1711fb4ae05ae850c55ba82ed": {
      "candidate1": "Ljudje bodo jezni",
      "candidate2": "Ljudje bodo žalostni",
      "context": "Ja, bom se spomnil, kaj vse sem počel, odkar se zadnjič spomnim. In ja, zakonsko opozorilo: morda me boste želeli udariti po branju naslednjih vrstic. Zato bodite prijazni in se vrnite nazaj, če vam ni všeč. MGL je šel dobro.",
      "question": "Kaj se lahko zgodi, ko se spomniš, kaj si počel?",
      "reference": "Ljudje bodo razburjeni.",
      "score1": 5.0,
      "score2": 1.0
    },
    "b585ab99ce472e82af78ba62a078d1e8": {
      "candidate1": "Je gnusno",
      "candidate2": "Je okusno",
      "context": "Prešli smo na Purina 1, kar je dobil v zavetišču, ampak še vedno noče jesti. Dva dni ni jedel, preden sem popustil in mu dal mokro hrano, ampak ne morem si privoščiti 1 pločevinke na 10 funtov (10 pločevink na dan) mokre hrane vsak dan. Poskušal sem mešati oboje, nič ga ne prepriča, da bi jedel. Nima energije in izgleda tako žalostno.",
      "question": "Zakaj noče jesti?",
      "reference": "Ker mu ne ustreza okus.",
      "score1": 4.0,
      "score2": 1.0
    },
    "b6d4e2dea9a53ddfa94d3e8dbbb67f0c": {
      "candidate1": "Pije veliko",
      "candidate2": "Redko pije",
      "context": "Imeli smo piknik na vodi in gledali sončni zahod, medtem ko smo srkali vino, ki ga je Sandy izbrala v svoji vinski trgovini doma. Čudovito je imeti prijatelja, ki ljubi vino in ga dobro pozna. Vedno se kaj naučim od nje, ko pride na obisk.",
      "question": "Zakaj Sandy toliko ve o vinu?",
      "reference": "Rada deli in pije vino.",
      "score1": 5.0,
      "score2": 1.0
    },
    "b7b7714789d6f15fc845bddf0fe4c722": {
      "candidate1": "Ker so morilci želeli biti kruti do sestre.",
      "candidate2": "Ker je brat želel biti krut do sestre.",
      "context": "Kaj mislite o tem? Osebno sem ogorčen. Brat dekleta je bil pred manj kot tednom dni zaboden in ubit (bil je mlad), in ljudje, ki so to storili (znani kot morilci), so ustvarili Facebook stran in nenehno hvalijo in pošiljajo bolna sporočila sestri, kako so veseli, da so ga zabodli in ubili in da jih niso ujeli!",
      "question": "Zakaj so ljudje ustvarili Facebook stran?",
      "reference": "Ker so želeli biti kruti do sestre.",
      "score1": 5.0,
      "score2": 1.0
    },
    "b937cf3842a29acd4c305b495e53b4a4": {
      "candidate1": "Impresionirali so uradnike",
      "candidate2": "Uradniki so jih povabili",
      "context": "Kakšen teden! Ne vem niti, kje naj začnem. Naj zabeležim, da je bila predstava trebušnega plesa za kulturno noč precej dobra, očitno smo bili povabljeni na predstavo v Gattonu, kar je super. Meč ples ni bil popoln, nekajkrat sem zamočil, ampak vsaj nisem spustil meča!",
      "question": "Zakaj so bili povabljeni na predstavo v Gattonu?",
      "reference": "Ker je nekdo z oblastjo všeč njihova predstava.",
      "score1": 4.0,
      "score2": 2.0
    },
    "bcb00603b8cb8d3f5159904ab86966f7": {
      "candidate1": "Njen fant, s katerim je bila 5 let, se je razšel z njo",
      "candidate2": "Njen fant, s katerim je bila 4 leta, se je razšel z njo",
      "context": "Njen fant, s katerim je bila pet let, se je letos poleti razšel z njo in ima zaradi tega res težko obdobje, z dobrim razlogom. Res mi je žal zanjo in vem, kako se počuti, ampak včasih je težko jo razveseliti. V nedeljo smo spali dolgo in večinoma lenarili. Po fajitah in sladolednih sundejih sem se odpeljal nazaj v mesto, da se srečam s Spikeom, in gledala sva Hamlet 2, ki mi je bil zelo všeč. Nisem mislil, da je izjemen, ampak je bil res zabaven in smešen.",
      "question": "Zakaj je težko razveseliti dekle?",
      "reference": "Ker ima težko obdobje.",
      "score1": 4.0,
      "score2": 3.0
    },
    "c466363b9c0a6a8cad9e09dcf53916d5": {
      "candidate1": "tesen",
      "candidate2": "odnos",
      "context": "Četrtkova noč je bila odlična in začel sem pozabljati na vse težave, zaradi katerih sem se ubijal ... do okoli 4:30 zjutraj, ko je Meghan prejela klic, da je Carl umrl. Meghan, Jordan in Carly smo sedeli na tleh v kopalnici približno eno uro, se držali in jokali. Bil je tako intenziven in terapevtski trenutek zame in zaradi tega se počutim veliko bližje njim.",
      "question": "Kakšen odnos je morala imeti Megan s Carlom?",
      "reference": "Megan je morala imeti tesen odnos s Carlom.",
      "score1": 5.0,
      "score2": 1.0
    },
    "c5a3c711cd80b81fd5ebdd645cf751dd": {
      "candidate1": "Bil je lep",
      "candidate2": "Nismo ga ohranili",
      "context": "Palec gor. Ampak resno, imam to stvar že približno 5 let. Ko sem jo kupil, je imela cvetje, ampak to je bil zadnji znak vijolične barve na moji vijolici od takrat.",
      "question": "Kaj je lahko razlog, da si to stvar obdržal 5 let?",
      "reference": "Ko sem jo dobil, je bila lepa.",
      "score1": 5.0,
      "score2": 1.0
    },
    "d10e9504b1c5cc63d07fb8ac2a4f0b96": {
      "candidate1": "Sem prost",
      "candidate2": "Sem bolečina",
      "context": "No, tukaj sem, da vam povem, da je imela prav! Naslednji dan sem bil tako pripravljen iti domov takoj, ko sem vstal, bilo je težko čakati na odpustitev. Ni bilo prave bolečine, samo nadležni drenažni sistemi in cevi, povezane z njimi. Naučili so me, kako izprazniti in ponovno priključiti moje majhne drenažne stekleničke in preobvezati rano.",
      "question": "Zakaj sem tako navdušen?",
      "reference": "Sem brez bolečin.",
      "score1": 3.0,
      "score2": 1.0
    },
    "dd77b128dbbd496be00b027c95da0bd3": {
      "candidate1": "Morda je prišel domov prej",
      "candidate2": "Morda je prišel domov pozneje",
      "context": "Danes je bil prav dober dan. Zbudil sem se ob 9:45, malo se zabaval in poklical Josha in podobno. Na koncu smo šli delat, si sposodili cigarete in dobili plače. Josh je zamujal, zato sem rekel, da bom šel peš domov ... ampak sem definitivno šel z avtobusom. Haha. Končno smo dobili Diet zeleni čaj v mojem delu, zato sem zelo navdušen. Prišel sem domov in Liz ni bilo, zato sem šel na računalnik in malo pel. Počem vedno pojem samo, ko ni nikogar doma, zelo pogosto. Ampak ko pojem pred ljudmi, mislim, da je moj glas 50 % slabši kot, ko sem sam.",
      "question": "Kaj bi bilo drugače, če Josh ne bi zamujal?",
      "reference": "Pripovedovalec ne bi šel domov z avtobusom.",
      "score1": 3.0,
      "score2": 1.0
    },
    "e0bb2baaa1a1213197fd24f50a4bcd42": {
      "candidate1": "Želim biti suhljat",
      "candidate2": "Želim biti debelejši",
      "context": "Ne vem, kdo bo to bral. Tudi če bo kdo. To je moj poskus izgube teže, ki sem jo pridobil. V redu, malo zase ... prosim, ne držite mi pridig o tem, da moram biti aktiven, že vsak dan poskrbim za vsaj eno uro aktivnosti.",
      "question": "Zakaj pisec vsak dan izvaja aktivnost?",
      "reference": "Poskuša shujšati.",
      "score1": 4.0,
      "score2": 1.0
    },
    "ef3a1bc30b87232b2650d0ff48b56b5e": {
      "candidate1": "Hočem denar od Davea",
      "candidate2": "Dave hoče denar od mene",
      "context": "No, po mesecih in mesecih prepiranja Dave in jaz danes zjutraj končno podpisujeva naš razvezo. Vstavil sem klavzulo o morali in čeprav še vedno nisem zadovoljen z otroško in preživnino, lahko to sprejmem do pozneje letos, ko nameravam pregledati njegov bančni račun in plače. Prepričan sem, da zasluži več, kot pravi.",
      "question": "Zakaj še vedno nisem zadovoljen z otroško in preživnino?",
      "reference": "Ker hočem več denarja od Davea.",
      "score1": 5.0,
      "score2": 1.0
    },
    "f67334254abd9e9a2504d9414b02fa75": {
      "candidate1": "družabno",
      "candidate2": "molitev",
      "context": "Danes bomo šli v cerkev v naši novi župniji; nervozen sem. Ko smo se prvič preselili v Virginijo, sem dolgo časa iskal prijatelje, ker sem bil negotov in sem mislil, da me nihče ne bo maral, ker imajo že dovolj prijateljev ali kaj podobnega. Ko zdaj pomislim, se ne spomnim, kaj sem mislil, ker je bilo tako neumno.",
      "question": "Kaj je lahko tvoj razlog za obisk cerkve v tvoji župniji?",
      "reference": "Želim spoznati ljudi.",
      "score1": 5.0,
      "score2": 1.0
    },
    "feb6dea1819d4c847a6b318ab777bab5": {
      "candidate1": "Znak",
      "candidate2": "Njegov kandidat",
      "context": "Mislimo, da je, ker živimo v hiši na precej pomembnem križišču / ulici, prišel nek kampanjski fant in ga samo prilepil tja, ne da bi vprašal. Na zasebni lastnini. Zato ga je sosed odstranil. Moral bi narediti nekaj slik.",
      "question": "Kaj je kampanjski fant prilepil tja?",
      "reference": "Znak, ki promovira njegovega kandidata.",
      "score1": 5.0,
      "score2": 3.0
    }
  },
  "mcscript": {
    "00fad23040db0bf9b7dd9102461c4aa6": {
      "candidate1": "računalnik v hodniku",
      "candidate2": "hodnik v računalniku",
      "context": "Včeraj sem šel bowlingat s prijatelji. Povedali so mi, da se bodo ob 15. uri srečali z mano v bowling dvorani. Ob 14. uri sem začel priprave. Do 14:30 sem bil pripravljen. Poskrbel sem, da sem s seboj prinesel nogavice, saj jih boste potrebovali, ko pridete v bowling dvorano. Vzel sem ključe od avtomobila in vstopil v avto. Peljal sem se do bowling dvorane. Na poti sem poslušal malo glasbe. Ko sem prišel v bowling dvorano, sem parkiral avto in nato vstopil. Ko sem bil notri, sem šel do prijateljev. Vprašal sem jih, koliko iger želijo igrati. Rekli so, da želijo igrati dve igri. Šel sem do blagajne in vprašal, koliko stane ena igra. Blagajnik je rekel, da ena igra stane 3,50 $. Hotel sem igrati dve igri s prijatelji, zato sem plačal 7,00 $. Nato sem moral kupiti čevlje, da bi lahko bowlingal. Potreboval sem posebne čevlje za bowling, da ne bi spolzel po tleh, ko grem bowlingat. Prosim blagajnika za par čevljev, velikosti osem, in plačal štiri dolarje za par. Zdaj sem potreboval bowling kroglo. A nisem želel pretežke krogle. Zato sem izbral eno, ki je tehtala le pet funtov. Vsi moji prijatelji so prišli do naše steze, kjer smo bowlingali. Vsi smo vpisali svoja imena, da smo igrali isto igro. Jaz sem bil prvi. Pred začetkom sem si nadel bowling čevlje in pustil stare čevlje tam, kjer smo sedeli. Nato sem vzel bowling kroglo, vtaknil prste v luknje, meril, zamahnil z roko nazaj in spustil kroglo. Bowling krogla je letela po stezi. Od desetih kegljov sem podrl šest. Ker nisem podrl vseh kegljov, sem lahko šel še enkrat, preden je bila na vrsti moja prijateljica Sara. Bowlingal sem še enkrat! Tokrat sem podrl štiri keglje. Ker sem podrl vse keglje, sem dobil spare! Ob koncu igre sem zmagal največ točk med vsemi prijatelji! Zmagal sem! Vrnili smo bowling čevlje in nato smo vsi odšli jesti večerjo!",
      "question": "How do you keep score?",
      "reference": "There is a computer screen at the alley",
      "score1": 5.0,
      "score2": 1.0
    },
    "0dce8372e2f8f35ee3b1e150455c86f0": {
      "candidate1": "inside the doctor's office",
      "candidate2": "outside the doctor's office",
      "context": "Yesterday, I went to a doctor appointment. My doctor's name is Dr. Jane who asks her patients to call her by her first name. My appointment was set for two weeks ahead of time for a follow up. I got to the office ten minutes early in case I had to fill out any paperwork. I entered the lobby and approached the front desk. The desk nurse greeted me and had me sign in with my name and doctor I was there to see. She told me I could sit down to wait so I found a chair near the front to sit. I didn't have to wait long and was called to the back by the head nurse. The nurse first took my weight, then my temperature and blood pressure readings. She said everything was fine. Next, she had me follow her to the room where the doctor would see me. Once there she had me sit on the bed and asked me how I was and if I had any symptoms. After taking a blood sample she left the room. I waited for 10 minutes and Dr. Jane came in. After a short discussion, she said the antibiotics had done their job and that my vertigo was all cleared up. After thanking the doctor I paid my fee and was even given a sucker with my receipt which made me smile. Finally, I left the office. I felt good about my appointment and felt relieved that I was no longer ill.",
      "question": "Where were they?",
      "reference": "the doctor's office",
      "score1": 5.0,
      "score2": 3.0
    },
    "16c1b0d3bcda6317b4f7980625748436": {
      "candidate1": "To grab a spot.",
      "candidate2": "To release a spot",
      "context": "When my girlfriend and I decided to take a vacation to Florida and we knew we needed to make flight reservations. We went online and looked at our favorite airline to see what flights they had to Florida the day we wanted to leave and a flight the day wanted to come home. We found flights we wanted and set to making our reservation. We made sure the flights we liked had two seats available, and we got to choose where on the airplane we got to sit. We choose two seats together in row 10, a window seat and a middle. While the middle seat isn't as much fun as the window it meant we could sit together. Now that we had our seats, for the way there, we then picked out seats for the way home and we were able to pick the same ones. Now with both flights selected, we went to the payment page and paid for the seats with a credit card. With the flights paid for, we could print out our tickets for our trip to Florida.",
      "question": "Why did they need reservations?",
      "reference": "So they could ensure a spot",
      "score1": 5.0,
      "score2": 1.0
    },
    "16c5762c277eabcce75cca4b061a4c75": {
      "candidate1": "During a competetion",
      "candidate2": "When they meet track",
      "context": "We were invited to watch a race for \"track team\", where my daughter was part of it. It was summer, but I was in hurry and did not realize to bring anything with me. When I reached there, I was already hungry and the people with me too. I usually do not like to get some from outside, but no choice. So I decided to look for vendors or machine. I saw machines, and they were so many. It made me happy. I had $10 with me. The chips were .50 each and cookies were also.50. They had some drinks which was for .50, but big can and bottles. They were very reasonable. So I entered $10 in slot and pressed buttons for potato chips, Cheetos, Doritos, and Sun chips, total of $5, and then I got 5 bottles of Gatorade, 2 bottles of water, Fanta, Pepsi. Believe me it was enough for us.",
      "question": "When did they go to the vending machine?",
      "reference": "During a track meet",
      "score1": 4.0,
      "score2": 1.0
    },
    "18c54263f997f92b155c59a7fbcaeb65": {
      "candidate1": "The speaker, his wife and mother-in-law",
      "candidate2": "The speaker, and his wife's mother-in-law",
      "context": "We have a large yard, a half acre on a corner lot. Due to the size, we have a ride-on mower which makes cutting the grass relatively easy, I would even say \"fun.\" Thanks to a lot of experience, I can get that thing moving and get the yard done in just a little under an hour. It's normal, average, boring. Except this one time.... A cousin had taken our ride-on mower to do some maintenance on it. He had taken it on a Friday evening and had promised it would be back by Sunday evening. He was wrong. Sunday and Monday came and went with no sign of our lawn mower. Tuesday evening came and the grass was up to your ankles. It needed to be cut. We had bought a small push mower to get into the small spaces so we pulled it out. Me, my wife and my mother-in-law took turns pushing that mower up and down the yard for a good two hours. We had one tiny little bit left of the yard when Howard, the cousin, pulled up with the push mower.",
      "question": "Who mowed the grass?",
      "reference": "The speaker, his wife and mother-in-law",
      "score1": 5.0,
      "score2": 2.0
    },
    "1a6b4d0326b05860390df69443b7e678": {
      "candidate1": "ten minutes",
      "candidate2": "two minutes",
      "context": "Yesterday I decided to boil some milk so I could make cottage cheese. The first thing I did was select a pan to boil the milk. I decided to choose the widest pan I had, because the wider pan would let me boil the milk more quickly. It is important to select the right pan, a narrow pan will take longer for the milk to come to a boil and will increase the risk of burning the milk on the bottom of the pan. Once I selected the pan, I poured the milk into the pan, and turned the heat on the stove top to medium high heat. For the next ten minutes, I constantly stirred the milk as it heated, to evenly distribute heat and to reduce the risk of the milk burning in the pan. After ten minutes of heating, the milk came to a boil, so I removed the pan from the heat, ready to use my sterilized milk to make cottage cheese.",
      "question": "How long did it take the milk to boil?",
      "reference": "10 minutes",
      "score1": 5.0,
      "score2": 1.0
    },
    "1e124538dc282c3ba5fa7c8b2bea1eea": {
      "candidate1": "daily",
      "candidate2": "weekly",
      "context": "When my baby was born, I knew I would be learning a lot of new things. She woke up in the middle of the night because she was hungry. I picked her up from her crib and held her close as I walked towards the rocking chair in the nursery. I pulled down the shoulder of my nightgown and unhooked the nursing bra I was wearing so the baby could latch onto my breast and eat. She didn't like having a bottle, so nursing was our best option to keep her happy and fed. She nursed for half an hour and slowly, as she got full, her eyes started to droop shut. I started to sing her a lullaby, soft and sweet, and she soon fell asleep. I wiped some milk from the corner of her mouth with a tissue, and set her back down in her crib so she could sleep until it was time to eat again.",
      "question": "How often did it eat?",
      "reference": "many times a day",
      "score1": 3.0,
      "score2": 1.0
    },
    "1f0611f60d3b43408117afff62798951": {
      "candidate1": "they ate pasta",
      "candidate2": "they ate water",
      "context": "When I cooked pasta last, I had a great experience. I was with my girlfriend and we were in the mood for pasta and meat sauce. In order to do this, we first picked the pasta out of the cabinet and opened up the box. We then boiled the water, before putting the pasta in. As we put the pasta in, we stirred it and watched the water boil. After putting in spices and watching the pasta for about five to ten minutes, we tried one piece of pasta to see if it was soft enough to eat. Upon trying the food and enjoying the taste, we put the meat sauce on the pasta and let it get hot. Upon both the pasta and the sauce getting hot, we put it all on bowls and ate the pasta. This tasted amazing and I felt that it was perfectly tasty and hot.",
      "question": "What happened when it finished cooking?",
      "reference": "they ate",
      "score1": 5.0,
      "score2": 2.0
    },
    "1f9cd8eb6c1624300263a83d0fa28f33": {
      "candidate1": "A couple of hours until they finished their game",
      "candidate2": "A couple of hours until they lost their friend",
      "context": "Yesterday your father and I decided to go play a few rounds of tennis. Tennis is an outdoor sport game played usually with two people, sometimes there are two people on each team called pairs. There is a low net between both people playing the game. We use tennis rackets and tennis balls to hit the ball back and forth to each other. Sometimes one person can hit the ball out of bounds of the other person and that makes them miss the ball so that person scores. The person with the highest score without any fouls or out of bounds wins the set. We played for a few hours before both of us became extremely tired, then we came home. It was really a good workout for the both of us and we would like to take you to watch and play the next time we decide to play tennis.",
      "question": "How long were they playing tennis for?",
      "reference": "A couple of hours",
      "score1": 5.0,
      "score2": 3.0
    },
    "27c539f1d558d33ed9eca33f11f8ed53": {
      "candidate1": "In the house",
      "candidate2": "outside the house",
      "context": "We are going on a vacation, and I will need to pack some clothes and any other things I will need. I went to the garage, where we keep the suitcases. I picked out one that was the right size for the trip I will take. Not too big, but not too small. Once I had it I brought it back to my room. I needed to bring the right clothes for the weather as well as the activities I would do. I also needed to pack things I need if the weather changes. I folded up several sweaters, as small as I could, as well as a few pairs of pants. I folded my tee shirts and paired my socks. Once I had it all folded and ready, I placed the clothes in the suitcase. I doubled check to make sure it would all fit well. I also packed my tooth and hairbrush on the outside pockets.",
      "question": "What room did they pack in?",
      "reference": "BEDROOM",
      "score1": 3.0,
      "score2": 1.0
    },
    "2a554f3ab287356471b38a8414f3860b": {
      "candidate1": "home",
      "candidate2": " cell phone",
      "context": "Yesterday, my friend said she would call me in the afternoon. I hadn't heard from her in a while, and I was excited to speak with her after so long. She said she would call my landline phone at home. I waited around the house for her call, listening intently for the ring of the telephone. At around 3:30 in the afternoon, I heard the phone ring. I was upstairs when the phone started ringing, and had to run downstairs to get the phone before the call would get to voicemail. I answered the phone a bit breathlessly by saying, \"Hello, this is Kathryn.\" My friend responded that it was her. I greeted her enthusiastically and asked how she was doing. We ended up chatting for thirty minutes, and it was a great conversation! It was fun to catch up with my friend on the phone. After our call, I hung up.",
      "question": "Did they call home phone or cell phone?",
      "reference": "home phone",
      "score1": 5.0,
      "score2": 1.0
    },
    "2ad73409f2cf19adaaba2c1cd5253d3d": {
      "candidate1": "The author did",
      "candidate2": "Did the Author",
      "context": "Yesterday I decided to boil some milk so I could make cottage cheese. The first thing I did was select a pan to boil the milk. I decided to choose the widest pan I had, because the wider pan would let me boil the milk more quickly. It is important to select the right pan, a narrow pan will take longer for the milk to come to a boil and will increase the risk of burning the milk on the bottom of the pan. Once I selected the pan, I poured the milk into the pan, and turned the heat on the stove top to medium high heat. For the next ten minutes, I constantly stirred the milk as it heated, to evenly distribute heat and to reduce the risk of the milk burning in the pan. After ten minutes of heating, the milk came to a boil, so I removed the pan from the heat, ready to use my sterilized milk to make cottage cheese.",
      "question": "Who wanted to boil milk?",
      "reference": "the author",
      "score1": 5.0,
      "score2": 2.0
    },
    "2e33aaafedbec19efbcc9411ffb51bfd": {
      "candidate1": "negative",
      "candidate2": "positive",
      "context": "When ever I want to make any reservation, I always do online, so I can get good deals. I first went to travel sites ( trip advisor ) to see if any good deal is there. I am planning to travel from Atlanta to Singapore. I note down some fares, and then I visited expedia and dunhill travel sites. . I liked the tripadvisor, after reviewing the site, and looking at the customer reviews. The number was on site. When I first talked to him, he gave me some options I think I got good deal, $1300 for round trip with stop at London for 14 hours and then directly to Singapore. I liked that way because I wanted to see London also. It was good timing that I could go out see London and come back, and still I was left with ease. I asked the agent, about any delaying problem, and cancellation. He told me if I add more $50 dollars, then I can change or cancel my trip without any penalty , and I did.",
      "question": "Was it hard to make the reservations?",
      "reference": "no",
      "score1": 5.0,
      "score2": 1.0
    },
    "2e78573f689d311ba6f93eb39e65d779": {
      "candidate1": "It took months to paint the wall",
      "candidate2": "It took months to wall the paint",
      "context": "When I was young, my mom had an obsession with painting the walls of our house. As soon as she finished painting one room, she would start on another. We were in this never ending flux of wall colors. Her most ambitious project was painting her bedroom in an unconventional way. Instead of using a roller and painting the walls a solid color, she would dab a rag in the pan of paint and repeatedly press it against the wall, creating a unique textured look. The problem was, her bedroom was huge, so this took months and enlisted the help of me and my siblings. The first time I tried it, I did all of the dabs in a really uniform way, so each looked like the other. This was not how she had painted the rest of the wall, and so my section stood out and looked very different from the rest. She didn't paint over it or anything, so for the remainder of the time that we spent in that house, that section of wall looked completely wrong and out of place.",
      "question": "When did they finish painting the wall?",
      "reference": "months later",
      "score1": 5.0,
      "score2": 2.0
    },
    "2ef882806a59fb93372f12c777572e88": {
      "candidate1": "The author",
      "candidate2": "The reader",
      "context": "Yesterday morning, I woke up a rolled out of bed. After having a long rocky sleep, I knocked all of the covers off of the bed. As a result, I had to make the bed in the morning. In order to do so, I looked for the tag and attempted to put the blanket on the bed the right way. This was an easy job and I felt that I was able to do it quickly. Upon making the bed, I placed all of the pillows onto the bed and placed two on each side of the bed. I felt that I made the bed well and my bed looked much more orderly than it looked prior to making it. I also made sure to clear everything off of the bed before putting the covers on because I didn't want them to cover the items. This was an easy and quick process.",
      "question": "Who made the bed?",
      "reference": "they did",
      "score1": 5.0,
      "score2": 1.0
    },
    "3296685ba4ed837ea1c291167d8bc6a2": {
      "candidate1": "it was messy",
      "candidate2": "it was tidy",
      "context": "When you work in a restaurant, after the customers have paid the bill and left, you have to clean up the table and prepare it for the next customer. Sometimes it can be very easy if it was only one person, but if it was a large family it could be very messy. All the left over plates, cups and utensils need to be cleared away to the kitchen to be washed. The table top will also need to be wiped down of any food or spills, so it is fresh and clean for the next diners.  And if there are placemats they too will need replacing. My favorite placemats are the ones you can color in, especially when they leave crayons on the table for you to use. Once the new place mats are down, a whole new table setting can be done. Often restaurants and cafes will have a special way they like their tables to be set up and its up to the wait staff to make sure that its done that way for every table. It may involve fancy folded napkins, or how the glasses or utensils get lined up. Some times it involves a whole new setting of plates, utensils and glasses and other times the table is bare except for the salt and pepper shakers. But regardless of what the restaurants table set up may look like, the table has to be ready so new customers can come in and enjoy their meal.",
      "question": "Why did they clean the table?",
      "reference": "It was dirty",
      "score1": 5.0,
      "score2": 1.0
    },
    "339f16971941611d40cd0c13e59412a2": {
      "candidate1": "They rented the movie yesterday",
      "candidate2": "They bought the movie yesterday",
      "context": "Yesterday my wife and I wanted to watch a new movie that had just hit the video stands. I went to the local store which had a Red Box video vending machine outside of it. I looked over the selections it had till I found the one I wanted. I put my credit card into the slot for paying and purchased a copy of the movie to watch. I took the copy from the machine and headed home after stopping at the store to buy some popcorn for the movie. I placed it into the DVD and watched the movie while enjoying the popcorn. The movie and the popcorn were great. When I was done I popped the DVD out of the machine and went back to the store to return the movie to the Red Box video vending machine. It was an excellent experience and I will definitely do it again.",
      "question": "When did they rent the movie?",
      "reference": "yesterday",
      "score1": 5.0,
      "score2": 3.0
    },
    "3943e4751f55c7f867f6779629c87ca7": {
      "candidate1": "They did not",
      "candidate2": "They did",
      "context": "When I woke up this morning I decided it was a good idea to wash my hair. I gathered a towel and some clean clothes to wear after I was finished. I took off what I was wearing and stepped in to the shower. I turned on the water and let it run for a few seconds to get warm. I adjusted the water temperature until it was how I wanted it. I like to use warm water but not hot as hot water can dry out your hair and skin. I put my head under the shower head and thoroughly wet my hair. I opened the shampoo bottle, poured a quarter-sized puddle of shampoo in my hand. I rubbed my hands together for a second to spread the shampoo over them and then rubbed the shampoo in to my hair. I rubbed the shampoo around in my hair to make sure it got everywhere. I put my head back under the shower head to wash out the shampoo. I rinsed my hair until there was no more shampoo. I turned off the shower, used a towel to dry my hair and skin and got dressed.",
      "question": "Did they blow dry their hair after they washed it?",
      "reference": "No, they didn't.",
      "score1": 5.0,
      "score2": 1.0
    },
    "49e487b5049e9842314258ba2cd7a15a": {
      "candidate1": "No, they did not.",
      "candidate2": "No, they did.",
      "context": "When I was at camp last summer, I wasn't allowed to use email, so I had to write a letter to my parents to tell them that I wanted to come home. I sat on my bunk with my notebook propped against my knees and thought about what I wanted to say. After a few minutes, I decided I knew what I wanted to say, so I picked up my pen and started moving it across the paper. First I put the date in the upper right hand corner. Then I wrote \"Dear Mom and Dad\" on the first line. I kept writing all the words I needed to use in order to convince my parents to let me come home. Then I signed the letter with my name. I folded the letter in half and then folded it in half again so that it would fit in an envelope. Then I put the letter in an envelope. I taped the envelope shut. Then I stuck a stamp on the upper right corner of the envelope. I wrote my parent's address on the middle of the envelope and then I walked to the camp office and gave my letter to the secretary so she could mail it for me.",
      "question": "Did they write the letter at a desk?",
      "reference": "No.",
      "score1": 5.0,
      "score2": 3.0
    },
    "4b6bcd97c93fba70ff28fd874d5026fa": {
      "candidate1": "the person telling the story",
      "candidate2": "the person hearing the story",
      "context": "Today, I'm going on an airplane trip, so last night I packed my suitcase. I thought carefully about everything I would need on my trip. How many changes of clothing would I need? Would I need to bring things like toothpaste, and my toothbrush? I looked through my closet and picked the clothing that I decided to bring with me. I brought my shirts, my pants, my underwear, and my socks. I brought enough for a week's worth of clothes, which is how long I'm going to be staying somewhere else. Then, I went into the bathroom and got my toothbrush and a tube of my toothpaste, so I wouldn't have to get new ones where I'm going. Finally, I decided to pack a few books with me, in case I needed something to do while I was at my hotel. Then, I closed up my suitcase, and was ready to go on my trip.",
      "question": "Who was packing the suitcase?",
      "reference": "The narrator",
      "score1": 5.0,
      "score2": 1.0
    },
    "668fac7b7d54e7ca7a74fad672ffea7e": {
      "candidate1": "he did",
      "candidate2": "he didn't",
      "context": "When I last fed my cat, I had a couple step process. I first put the food in her bowl and made sure that she had an adequate amount of water. I also made sure the food bowl was clean and that it was not overflowing. I had to find the food that I always give to her and open it up before putting it into the bowl. This was easy and I felt like it was routine. My cat eventually came over and started to eat from the bowl. Once it was finished, I did not give anymore, as I give a measured amount of food each time. After the cat ate all of the food, I refilled her water bowl and left her food bowl there. I also put the food away in the closet and made sure the seal the bag shut. This is a daily routine.",
      "question": "Did the cat like the food?",
      "reference": "Yes, he ate it all.",
      "score1": 5.0,
      "score2": 1.0
    },
    "6caa173b598a52555fa4a35abee5db93": {
      "candidate1": "No",
      "candidate2": "Maybe",
      "context": "Yesterday I had to put gas into my car, so I drove to nearest gas station. When I pulled into the gas station I made sure I pulled my car up to the gas pump with the with the correct fueling side of the vehicle facing the gasoline pump. I got out of my car and took note of the gasoline pump number before walking into the gas station and telling the store clerk I need $45 worth of gas on pump number 3 and then handed her $45 cash. I walked back out to the gas pump and made sure my vehicle was completely off before removing the gasoline cap on my car. I lifted the gasoline nozzle from the gas pump and stuck it into the gas hole on my car. I was now ready to pump gas. I squeezed the gasoline nozzle on the pump handle and held the nozzle firmly as I waited for all the gasoline to be pumped into my car. Once the gasoline pump signaled that I was finished pumping, I slowly took the gas nozzle out of my car and put it back on the nozzle holder located on the gas pump. I screwed the gasoline cap back onto the gas hole on my car before getting back into my car and driving away.",
      "question": "Did they have to wait long to use a pump?",
      "reference": "no, pulled right up to the pump",
      "score1": 5.0,
      "score2": 3.0
    },
    "701f95d6965846fa00a7de82f9029e01": {
      "candidate1": "thank her for remembering me on my birthday",
      "candidate2": "thank her for forgetting me on my birthday",
      "context": "Today was my birthday and I received a card from my friend who lives in India. I wanted to reply to her card and thank her for remembering me on my birthday. As I started writing I started to remember the wonderful time we had together when we were young. I started writing to her about our picnic and the movie we saw together. I started remembering all the things we did together. It made me very happy. I finished the letter and got ready to go and post it. Nowadays most of the people have stopped writing letters. They all keep in touch through emails. Letters are something very personal. We can preserve the letters of our loved ones and some beautiful memories along with it. Slowly letter writing has been taken over by messages, Facebook and emails, WhatsApps etc. I and my friend only write letters to each other because we feel this is a better way to keep in touch.",
      "question": "Why are they writing to this person?",
      "reference": "to thank them for the birthday card",
      "score1": 5.0,
      "score2": 2.0
    },
    "74529a4e2babd46b439468159208ebdd": {
      "candidate1": "this is Kathryn",
      "candidate2": "is this Kathryn",
      "context": "Yesterday, my friend said she would call me in the afternoon. I hadn't heard from her in a while, and I was excited to speak with her after so long. She said she would call my landline phone at home. I waited around the house for her call, listening intently for the ring of the telephone. At around 3:30 in the afternoon, I heard the phone ring. I was upstairs when the phone started ringing, and had to run downstairs to get the phone before the call would get to voicemail. I answered the phone a bit breathlessly by saying, \"Hello, this is Kathryn.\" My friend responded that it was her. I greeted her enthusiastically and asked how she was doing. We ended up chatting for thirty minutes, and it was a great conversation! It was fun to catch up with my friend on the phone. After our call, I hung up.",
      "question": "What was there greeting?",
      "reference": "Hello, this is Kathryn",
      "score1": 4.0,
      "score2": 2.0
    },
    "74d35823472c4c984e11122f3196dc7a": {
      "candidate1": "By foot",
      "candidate2": "They did not",
      "context": "Today was a really hot day. It was 95 degrees. I decided to go to the swimming pool in my neighborhood and cool off. I put on my bathing suit, a cover up dress, a hat with a large brim, sunglasses, and flip flops. I packed a bag with sunscreen, a towel, and a cold bottle of water. Then I walked three blocks to the swimming pool. It was crowded, but I was able to find an available lounge chair on the side of the pool. I put my things down and took the sunscreen out of the bag. I prayed the sunscreen all over my body. Then I laid down on the chair to relax. After about twenty minutes, I was ready to go in the water and go swimming. I swam five laps and then I was ready to get out. I got out of the pool, toweled off, and laid down on the chair again. It was a nice day.",
      "question": "How did they get to the pool?",
      "reference": "Walked",
      "score1": 5.0,
      "score2": 1.0
    },
    "7556d37abe433db6113d5012005f556d": {
      "candidate1": "more than sixty minutes",
      "candidate2": "less than sixty minutes",
      "context": "While casually browsing through my friends pictures online I discovered a new revelation . They are called Lush bath bombs and the are colorful scented fizz balls . I quickly ordered a few online from their website and when they came I was overcome with excitement . I brought a Pink Potion one with a flower inside and a Blue Dream glitter one . I put the Hello Kitty tub stopper in my bath tub and ran my bathwater until the tub was halfway full . Then I dropped the bath bomb in the water and was anointed by the wonderful smell of lavender . The water in the tub fizzled with pretty blue glitter . I got in an soaked for more than an hour and got out feeling like a million bucks . I seemed to be a thousand times cleaner than I was before I got it . I even smelled great the whole entire day .",
      "question": "How long were they in the bath?",
      "reference": "over an hour",
      "score1": 5.0,
      "score2": 2.0
    },
    "779f9a4dff6795e5ab6d794fba039902": {
      "candidate1": "ten dollars",
      "candidate2": "ten cents",
      "context": "We were invited to watch a race for \"track team\", where my daughter was part of it. It was summer, but I was in hurry and did not realize to bring anything with me. When I reached there, I was already hungry and the people with me too. I usually do not like to get some from outside, but no choice. So I decided to look for vendors or machine. I saw machines, and they were so many. It made me happy. I had $10 with me. The chips were .50 each and cookies were also.50. They had some drinks which was for .50, but big can and bottles. They were very reasonable. So I entered $10 in slot and pressed buttons for potato chips, Cheetos, Doritos, and Sun chips, total of $5, and then I got 5 bottles of Gatorade, 2 bottles of water, Fanta, Pepsi. Believe me it was enough for us.",
      "question": "How much money did they put in the machine?",
      "reference": "$10.00",
      "score1": 5.0,
      "score2": 2.0
    },
    "7e4537ec2bca114d8005cef9446ef6d3": {
      "candidate1": "There was a crisis",
      "candidate2": "There was a robbery",
      "context": "We had an emergency and needed to get help, so I decided I called 911. First I picked up the receiver to the phone and paste it to my ear to listen for a doubts home. Once I was sure that I heard the dial tone waiting for me to doubt a number, I pushed the number button labeled with the number 9 on the keypad, then I press the button with the number one on it two times. I held the phone next to my ear and mouth, as I listened to the phone ring one time. He merely after that ring, the operator who worked as a dispatcher for the emergency center I was calling answered the phone on the other in, asking me what my emergency was. Speaking through the speaker piece of the telephone, I explained that we had an emergency and needed an ambulance to respond to our location immediately.",
      "question": "Why were the police dispatched?",
      "reference": "There was an emergency.",
      "score1": 5.0,
      "score2": 2.0
    },
    "8092caec9a366a56766f178cb2ece91d": {
      "candidate1": "the rest of the family did",
      "candidate2": "the rest of the family didn't",
      "context": "We are going on a trip to Six Flags. We will be staying for two nights in a hotel so we need to pack. The suitcases are stored in the walk-in closet so they are brought out into the living room. We need to decide what kind of clothing we'll need, so let's turn on the Weather Channel. Since it is going to be very warm with no rain during our trip we will pack mostly summer clothes. Each person will need three shorts and tops so there are clothes for each day and an extra outfit if needed. Fold everything nicely so it does not wrinkle and all clothing fits in the suitcase. Let's move on to the bathroom and pack tooth care supplies like a toothbrush, mouthwash, and toothpaste. Deodorant , make-up, perfume, and cologne also go in now. Put these items in the side pocket of the suitcase to be reached quickly. Everyone pack one sweatshirt and light jacket in case it is colder at night. Grab swimsuits and trunks too, for the water park, and bring sandals and sneakers. Now all we have to do is pack our towels for the water park, get the tickets and money packed, and leave the house to start our trip.",
      "question": "Are they the only person packing a suitcase?",
      "reference": "no whole family",
      "score1": 5.0,
      "score2": 2.0
    },
    "8f1126309f23afda0d6ad88cbad0971e": {
      "candidate1": "American food",
      "candidate2": "American drinks",
      "context": "Yesterday I hosted a barbecue for about twenty people. It was a really fun event and I enjoyed having my friends over to my beach house. To prepare for the barbecue I went shopping at the grocery store for hamburgers, hotdogs, rolls, chips, salad and soda. When I returned from the store I prepared the salads and laid all of the food out to be cooked on the grill. As my friends began to arrive one of them volunteered to cook all of the food while the rest of us socialized and played volley ball. As the food was prepared we all enjoyed eating a burger or hot dog and then we quickly returned to playing different lawn games such as croquet and horseshoes. After a few hours my friends decided that it was time to go home. We really had a fun afternoon and I am excited to host a few more barbecues this summer.",
      "question": "What kind of food was being made at the BBQ?",
      "reference": "All American.",
      "score1": 5.0,
      "score2": 2.0
    },
    "9d7f1d4e0207302dec65ce93072705b0": {
      "candidate1": "before pressing the buttons",
      "candidate2": "before pulling the buttons",
      "context": "When I was hungry last week for a little snack and a soda, I went to the closest vending machine. I felt that it was a little overpriced, but being as though I needed something, I used the vending machine. First, I put money into the snack machine and entered the code for the bag of chips that I wanted. Soon after, the snack came out. Then, I went over to the drink dispenser and got a soda. I then opened the chips and started to enjoy them, before enjoying the soda. I had a great little snack and the ordering process was efficient. I had a little trouble getting the snack out of the dispenser, but was able to eventually . My chips were good, as was my soda. My soda was also cold and delicious. I enjoyed it thoroughly and was glad that I used the vending machine this time.",
      "question": "Did they put the money in before or after pressing the buttons?",
      "reference": "before",
      "score1": 5.0,
      "score2": 3.0
    },
    "9dad5479b824eaa4e0893d4f23ea3bfb": {
      "candidate1": "half an hour",
      "candidate2": "half a minute",
      "context": "Washing clothes is a frequent activity that used to be done by hand but now can be done using washing machines and dryers. Some people with lots of children wash clothes everyday. To wash clothes you need to gather all the dirty clothes and use a laundry machine. Some people have laundry machines at home and some people need to go to a wash house to use laundry machines. The wash houses have all different size machines and some take coins and other wash houses take cards. To wash the clothes you have to separate by color so that all the white clothes are together and all the colored clothing is together. Also if you have sheets and towels you want to wash those separately. When you find a machine that is the right size for the clothes you need to wash you add the clothes and then follow the directions to see how much laundry soap you add. Some people use liquid laundry soap and some people use powder laundry soap. You can even do a mixture or combination but make sure to use the right amount. After adding the clothes and the soap you pay for the machine and wait 30 minutes to 1 hour for the clothes to wash. After the clothes are washed you still need to put them in a dryer unless they are delicate clothes that are not supposed to go into the dryer because they might shrink. You take the clothes and put them in the dryer but make sure not to put anything that might shrink. For the delicate clothes you hang them to dry. After you put all your clothes into the dryers it is time to fold the laundry! This is important so the laundry will be nice and neat and not wrinkled. If you have long pants or nice shirts you can put them on hangers instead of folding.",
      "question": "How long does the wash cycle last?",
      "reference": "30 minutes to an hour",
      "score1": 4.0,
      "score2": 1.0
    },
    "9fc25cd445324c3a9d7a2376b7d220c9": {
      "candidate1": "Mexican food",
      "candidate2": "Italian food",
      "context": "Yesterday Steve and I went out to dinner at a newly opened Mexican restaurant. We'd both heard they had good Al Pastor, so he ordered the Al Pastor burrito and I ordered an Al Pastor quesadilla. After waiting quite long, nearly 30 minutes, we finally received our food. It's true that the Al Pastor was tasty but it was also spicy! Insanely spicy! It as so spicy that neither Steve or I could actually eat it. After a few bites we were gulping down water and calling the waiter to come back over. I apologized and asked if we could switch the dish for something with a similar price. Steve added that the dish was so hot, it should come with a warning. Our server apologized and agreed to bring us the same dishes, but with shredded steak instead of the Al Pastor. The new dishes came out more quickly than the first two and were much more edible.",
      "question": "What type of food did they order?",
      "reference": "Burrito and quesadilla",
      "score1": 5.0,
      "score2": 1.0
    },
    "a34e03e1160a9f25d3165956703e1bfe": {
      "candidate1": "when using the hedge clippers",
      "candidate2": "when chasing the hedge clippers",
      "context": "While doing yard work around my house, I had an accident with the hedge clippers. My finger was cut when I picked up the clippers by the blade. The cut was not large so a band-aid would be a suitable fix. I stopped my work and went inside to get one. I went to the bathroom to clean the wound before I applied the band-aid. I scrubbed it with soap and water, and then afterwards I applied some antiseptic. Once clean and sterile, I took a band-aid from the box and took off the adhesive backing. Very carefully, I wrapped my finger with the fresh band-aid making sure it was not too tight. When it was on, I flexed my hand to make sure it would not fall off or get in the way. When I was satisfied, I cleaned up the mess in the bathroom and put a work glove over my hand to protect the band-aid from the work to come.",
      "question": "When did they get hurt?",
      "reference": "after trying to pick up hedge clippers",
      "score1": 4.0,
      "score2": 1.0
    },
    "a38fe39518b3682c501bc701b7ff862c": {
      "candidate1": "not too big, not too small",
      "candidate2": "too big, too small",
      "context": "We are going on a vacation, and I will need to pack some clothes and any other things I will need. I went to the garage, where we keep the suitcases. I picked out one that was the right size for the trip I will take. Not too big, but not too small. Once I had it I brought it back to my room. I needed to bring the right clothes for the weather as well as the activities I would do. I also needed to pack things I need if the weather changes. I folded up several sweaters, as small as I could, as well as a few pairs of pants. I folded my tee shirts and paired my socks. Once I had it all folded and ready, I placed the clothes in the suitcase. I doubled check to make sure it would all fit well. I also packed my tooth and hairbrush on the outside pockets.",
      "question": "How big was the suitcase?",
      "reference": "The right size for their trip",
      "score1": 5.0,
      "score2": 1.0
    },
    "aa587132077485ee62eac8966b7eb79d": {
      "candidate1": "Three hours, because they shared strawberry ice cream after shopping",
      "candidate2": "Three hours, because they shared vanilla ice cream after shopping",
      "context": "We were excited about the awesome new mall and planned all week to visit it this past weekend! I called my sisters and friends and we all decided to meet in the front at noon on Saturday. There was plenty of parking and nice security cameras to keep us safe. We walked in the first large store and everyone decided to split up and meet at the food court two hours later. Alone, I looked at the ladies shoes. I bought a pair of dress up shoes and walked over to the nearby makeup. They were having a promotion so I bought my favorite kind to get a free bag and then checked out a new kind before I bought some and lipstick. Both were priced great. Next, I went to the housewares section and bought a coffee maker in black. Hand mixers were on sale across the isle so I bought one for the camp. The color I chose is red to match the blender. Next, I left the large store and went to nearby children's store to pick out toys for my kids. Four games and two balls looked great and exactly what they would like. Then I spotted some outdoor clothing and searched for something to give me to a little relief from daily laundry. After I went to a wonderful new ladies purse store and bought a new Gucci for the job interview ahead, I realized it was time to meet at the food court. Realizing it was all the way across the mall, I hurriedly walked that way and saw my friends and sisters standing in front waiting. We shared some strawberry ice cream and coffee before we walked back to our cars and said goodbye. As I drove home and thought about my purchases and good time with friends and family, I smiled. I live in a nice city.",
      "question": "How long did they spend there?",
      "reference": "Three hours, because they shared ice cream after shopping",
      "score1": 5.0,
      "score2": 4.0
    },
    "aaf8c18fff1b783c981f25ca7cdbed11": {
      "candidate1": "Someone else",
      "candidate2": "Else someone",
      "context": "When my girlfriend and I decided to take a vacation to Florida and we knew we needed to make flight reservations. We went online and looked at our favorite airline to see what flights they had to Florida the day we wanted to leave and a flight the day wanted to come home. We found flights we wanted and set to making our reservation. We made sure the flights we liked had two seats available, and we got to choose where on the airplane we got to sit. We choose two seats together in row 10, a window seat and a middle. While the middle seat isn't as much fun as the window it meant we could sit together. Now that we had our seats, for the way there, we then picked out seats for the way home and we were able to pick the same ones. Now with both flights selected, we went to the payment page and paid for the seats with a credit card. With the flights paid for, we could print out our tickets for our trip to Florida.",
      "question": "Are they flying alone or with someone else?",
      "reference": "Some else.",
      "score1": 5.0,
      "score2": 1.0
    },
    "ab11df8fe9dccd45f5bc7ea8d8d44616": {
      "candidate1": "mother and father",
      "candidate2": "sister and brother",
      "context": "When I was at camp last summer, I wasn't allowed to use email, so I had to write a letter to my parents to tell them that I wanted to come home. I sat on my bunk with my notebook propped against my knees and thought about what I wanted to say. After a few minutes, I decided I knew what I wanted to say, so I picked up my pen and started moving it across the paper. First I put the date in the upper right hand corner. Then I wrote \"Dear Mom and Dad\" on the first line. I kept writing all the words I needed to use in order to convince my parents to let me come home. Then I signed the letter with my name. I folded the letter in half and then folded it in half again so that it would fit in an envelope. Then I put the letter in an envelope. I taped the envelope shut. Then I stuck a stamp on the upper right corner of the envelope. I wrote my parent's address on the middle of the envelope and then I walked to the camp office and gave my letter to the secretary so she could mail it for me.",
      "question": "Who is the letter for?",
      "reference": "their parents",
      "score1": 5.0,
      "score2": 1.0
    },
    "aecddb339b4c27c9df5392b22b43a69d": {
      "candidate1": "Kitchen counter",
      "candidate2": "Kitchen window",
      "context": "Tonight for dinner, I decided that I wanted to make a chopped salad to accompany my dinner of spaghetti and bread sticks. In order to make a chopped salad, I knew that I would need to chop vegetables. First, I decided which vegetables I wanted to chop. I decided that I wanted carrots, tomatoes, cucumbers, and iceberg lettuce in my salad. I carefully washed the vegetables to remove any dirt or sand that might have gotten on them. I then got out my wooden cutting board and my chopping knife, which is sharp enough to easily slice through hard foods like cucumbers. I placed the washed vegetables on the chopping board and carefully chopped up the vegetables, one by one. I tried to chop the vegetables so that they were of similar sizes and shapes. I then put all of the chopped vegetables into a mixing bowl and used a mixing spoon to stir them together.",
      "question": "Where did they chop the vegetables?",
      "reference": "person's kitchen",
      "score1": 5.0,
      "score2": 2.0
    },
    "b262cb05add252f8a966ddee28f6de7b": {
      "candidate1": "A tool for digging",
      "candidate2": "A tool for watering",
      "context": "When I was a freshman in high school we each had the opportunity to buy an inexpensive tree as part of the Arbor Day holiday . Part of the proceeds for the purchase were going to plant more trees in town . The tree I had was some kind of evergreen tree and I planned to plant it in the front yard . I asked my Dad where it 'd be best to plant it and we picked a spot where there were some flowers , but no trees . In order to plant it I read the instructions that came with the tree and started by digging a hole that was about twice the size of the root ball of the tree . It was a small tree so this was not a big hole . I then tried to make the hole a good shape before putting in some moss and fill dirt . I watered the tree that day and made sure to water it each day for about a week until we had a good rain . The tree grew and became quite large . The one thing I did n't realize is that I should have planned better for how big the tree was going to get because it ended up shadowing over the flower planters a bit .",
      "question": "What tools did they use to plant the tree?",
      "reference": "shovel",
      "score1": 4.0,
      "score2": 1.0
    },
    "c0116714953e88e4cacdcb5ad08fd9e4": {
      "candidate1": "inside the home",
      "candidate2": "outside the home",
      "context": "Yesterday it was Sunday. We had guests at our house. I had to prepare dinner for them. So I woke up early in the morning. Then I decided what dish I am going to prepare. I wrote down all the ingredients needed for that dish. Then I checked the list to make sure I have all the ingredients. I took out the pen from the closet. I put the pen on the stove. I arranged all the ingredients needed on the shelf while pen was heating up. Then I add some oil in pen and added ingredients of the dish I was preparing. I stirred all the ingredients thoroughly. After the food item was prepared I transfer it from the pen to dinner vessel. then I took that vessel and put it on table. I put dinner mats on table. Everything seemed prepared for dinner, and I was then just waiting for guests to arrive.",
      "question": "Where did they prepare the dinner?",
      "reference": "At home kitchen",
      "score1": 4.0,
      "score2": 2.0
    },
    "c6435377ad94a53d1ffde0cf8c1ea0bf": {
      "candidate1": "To buy fresh produce",
      "candidate2": "Anything but fresh produce",
      "context": "Yesterday I went grocery shopping . I left my house and drove to the store . I parked the car , walked inside and grabbed a shopping cart . I looked at my list and saw that I needed some fresh produce . I picked out the best looking strawberries , they were on sale for $ 2 a pound . I bought several pounds because my daughter loves fresh strawberries . I finished up in the produce section , buying some things to make a green salad later to go with dinner . I then stopped at the meat section and picked out some nice cuts of steak for dinner . I went into the frozen foods section and found ice cream was also on sale . I bought vanilla and chocolate . I went through the rest of the aisles , consulting my list and picking out what my family needed . When I had found everything I needed , and put them in my cart , I walked over to the checkout lanes . I stood in line and waited for my turn . Finally , it was my turn and the checkout person checked me out . I paid my bill , and walked out to my car with the shopping cart . Then I loaded the car up with the groceries , returned the cart and drove home .",
      "question": "Where did they go in the store first?",
      "reference": "vegetables",
      "score1": 4.0,
      "score2": 2.0
    },
    "ccd482684de460ed843090af8c1064a3": {
      "candidate1": "With a company coffee machine",
      "candidate2": "With a personal coffee machine",
      "context": "Yesterday morning, I wasn't feeling like I had a lot of energy. I was at work in the diner and I was really hoping to get a drink of coffee. Someone came in and I waited their table and they asked for coffee. I went to the kitchen and there wasn't anything left, so I had to make it myself. I got all of the ingredients I would need together to make the coffee and brought them to the company coffee machine. I placed a new filter in the coffee machine and a new pod that the machine uses to make the coffee. Once it was done, I poured the coffee out into a mug. I placed a couple spoonfuls of creamer in the coffee, as the person had asked for. I took the coffee out to the customer and they told me thanks for making it just right for them.",
      "question": "How was the coffee made?",
      "reference": "With a coffee machine",
      "score1": 5.0,
      "score2": 3.0
    },
    "d005840e3dfd5c22b7a7ec511ac229b1": {
      "candidate1": "To fit all their garments",
      "candidate2": "To fit all their socks",
      "context": "When I went on my last vacation, I first got together all of the clothes that I needed to take on vacation. I then put it all together and figured out how much extra I needed. I sorted everything nicely in the bag as a planned exactly what items I wanted to bring with me. Soon after I packed my clothes, I started to pack other items such as deodorant, toothpaste, cologne, etc. This was easy, but as my suitcase started to fill up, I felt like I had to start making room for everything. As a result, I made room for everything by using all of the compartments of the bag and taking out some clothes that I didn't need. This was a difficult process because I wanted to make sure that I packed enough for the vacation, but not too much to the point where I wouldn't be able to carry it around.",
      "question": "Why did they choose that suitcase size?",
      "reference": "To fit all their clothes",
      "score1": 5.0,
      "score2": 2.0
    },
    "d9404950d3af989ee989780408308713": {
      "candidate1": "They did not",
      "candidate2": "did they not",
      "context": "When I got up this morning I was very tired. I decided that I needed something to help wake me up before I started my various activities for the day. I went to the kitchen and took my electric water kettle to the sink and filled it up with enough water to make a couple of large cups of tea. I then put the kettle back down on its base and pressed the start button so it would begin to heat the water up. In the meantime, I found my favorite mug in the cabinet where we keep the mugs. It was in the very front. I like it because it is big and it has cartoon pictures of owls on it that are cute. I took the mug over to the counter where the kettle was a put it down. I then opened up a box of Earl Grey Tea and pulled out a tea bag and placed it in my mug. The kettle then let me know the water was ready by beeping loudly. I poured the water until the mug was about two-thirds full. I then set a timer for four minutes to give the tea enough time to steep. I like to set a timer because I sometimes forget and end up with cold tea! When the timer went off, I pulled out the teabag with a spoon and placed it in the trashcan. Then I put a packet of sweetener into the tea. I then took the almond milk out of the refrigerator and put enough of the milk into the tea until it turned a lighter color. I put the milk away and got a spoon. I stirred the tea to make sure it was all mixed well. Then, because I was being impatient, I got two ice cubes and placed them in the mug of tea to cool it off some. I stirred the tea until they melted and then put the spoon in the sink. I turned off the kettle and left the kitchen with my mug of tea. I sat down at my computer and began to drink it happily. It came out perfectly.",
      "question": "Why did they add sugar into the tea cup?",
      "reference": "They didn't, they added sweetener",
      "score1": 5.0,
      "score2": 1.0
    },
    "dd960641ef91c94f4b7e40f7c5d8c849": {
      "candidate1": "by cleaning the walls",
      "candidate2": "by punching the walls",
      "context": "Upon deciding that a room in the house needs new wallpaper, the family takes a trip to the hardware store. Wallpaper is selected from the designs available. The wallpaper chosen does not need any extra glue because it is the self-sticking kind and they pick this because it is easier to apply. The family heads home and everyone helps in taking down pictures and posters and any other decorations from the wall. Dad uses water and a scrub brush to remove the old wallpaper. Everyone helps to clean and dry the walls after the old wallpaper is all gone. When the wall is dry it is time to put the new wallpaper up. The back of the new wallpaper has to be wet, but only a little bit. A small amount of water is applied to the back of the paper and then it is time to carefully place the new wallpaper on the wall. Dad uses a step-ladder to reach the high parts of the wall. Mom and dad use scissors to cut some of the paper to fit around electric outlets and windows. After the wallpaper is applied it needs to dry. The family waits for two or three hours then everyone admires the new wallpaper design and puts picture and posters back up on the wall.",
      "question": "How did they get the room ready to be papered?",
      "reference": "They removed what was hanging, scrubbed off the wallpaper and dried the walls.",
      "score1": 5.0,
      "score2": 1.0
    },
    "e10ba7260753b8a6bc9d36b993ac0627": {
      "candidate1": "minutes later",
      "candidate2": "days later",
      "context": "Yesterday Steve and I went out to dinner at a newly opened Mexican restaurant. We'd both heard they had good Al Pastor, so he ordered the Al Pastor burrito and I ordered an Al Pastor quesadilla. After waiting quite long, nearly 30 minutes, we finally received our food. It's true that the Al Pastor was tasty but it was also spicy! Insanely spicy! It as so spicy that neither Steve or I could actually eat it. After a few bites we were gulping down water and calling the waiter to come back over. I apologized and asked if we could switch the dish for something with a similar price. Steve added that the dish was so hot, it should come with a warning. Our server apologized and agreed to bring us the same dishes, but with shredded steak instead of the Al Pastor. The new dishes came out more quickly than the first two and were much more edible.",
      "question": "How long did it take them to send the food back?",
      "reference": "They sent the food back relatively quickly.",
      "score1": 4.0,
      "score2": 1.0
    },
    "ec837bc37b1d760f9897c4dc2f0d2527": {
      "candidate1": "The phone was downstairs",
      "candidate2": "The friend was downstairs",
      "context": "Yesterday, my friend said she would call me in the afternoon. I hadn't heard from her in a while, and I was excited to speak with her after so long. She said she would call my landline phone at home. I waited around the house for her call, listening intently for the ring of the telephone. At around 3:30 in the afternoon, I heard the phone ring. I was upstairs when the phone started ringing, and had to run downstairs to get the phone before the call would get to voicemail. I answered the phone a bit breathlessly by saying, \"Hello, this is Kathryn.\" My friend responded that it was her. I greeted her enthusiastically and asked how she was doing. We ended up chatting for thirty minutes, and it was a great conversation! It was fun to catch up with my friend on the phone. After our call, I hung up.",
      "question": "Where was the phone when they answered it?",
      "reference": "downstairs",
      "score1": 5.0,
      "score2": 1.0
    },
    "f31c6d334cf2841478679c0fc2b7a3aa": {
      "candidate1": "for a holiday",
      "candidate2": "they didn't pack a suitcase",
      "context": "We are going on a vacation, and I will need to pack some clothes and any other things I will need. I went to the garage, where we keep the suitcases. I picked out one that was the right size for the trip I will take. Not too big, but not too small. Once I had it I brought it back to my room. I needed to bring the right clothes for the weather as well as the activities I would do. I also needed to pack things I need if the weather changes. I folded up several sweaters, as small as I could, as well as a few pairs of pants. I folded my tee shirts and paired my socks. Once I had it all folded and ready, I placed the clothes in the suitcase. I doubled check to make sure it would all fit well. I also packed my tooth and hairbrush on the outside pockets.",
      "question": "Why are they packing the suitcase?",
      "reference": "To go on vacation.",
      "score1": 4.0,
      "score2": 1.0
    },
    "fe66bd3acf0d8a5f11a82948ddfe4cf3": {
      "candidate1": "DVD and not VHS",
      "candidate2": "VHS and not DVD",
      "context": "Yesterday my wife and I wanted to watch a new movie that had just hit the video stands. I went to the local store which had a Red Box video vending machine outside of it. I looked over the selections it had till I found the one I wanted. I put my credit card into the slot for paying and purchased a copy of the movie to watch. I took the copy from the machine and headed home after stopping at the store to buy some popcorn for the movie. I placed it into the DVD and watched the movie while enjoying the popcorn. The movie and the popcorn were great. When I was done I popped the DVD out of the machine and went back to the store to return the movie to the Red Box video vending machine. It was an excellent experience and I will definitely do it again.",
      "question": "is it DVD or VHS?",
      "reference": "the husband rented a DVD from Redbox",
      "score1": 5.0,
      "score2": 1.0
    }
  },
  "narrativeqa": {
    "08079c91496672ff70057f5dc34feb13": {
      "candidate1": "postati pastir",
      "candidate2": "srečati pastirja",
      "context": "Zgodba spremlja svojo naslovno junakinjo od otroštva do birme. Po smrti njene matere se Lisbeth (ki ji je brat dal vzdevek Dolga krila, ali Sidsærk v izvirni norveščini, zaradi njene predolge krila, božičnega darila, ki ji ga je podaril brat) preseli iz svojega prvotnega doma na kmetiji New Ridge (imenovani \"Peerout Castle\" zaradi lepega razgleda na dolino) na kmetijo Hoel, eno izmed osrednjih kmetij v okolici. Njen brat Jacob se prav tako odpravi na kmetijo Nordrum, da bi postal tam pastir. Na Hoelu skrbi za Lisbeth Kjersti Hoel, lastnica kmetije, ki je pred smrtjo obljubila Lisbethini materi. Lisbeth dela z živino tako na kmetiji kot na planini (sæter v knjigi), gorskem pašniku, ki se uporablja poleti. Na planini Lisbeth sreča dva druga pastirja s sosednjih kmetij in poletje preživi z njima, ju spoznava in odrašča. Vsebina knjige govori o težkih pogojih dela podeželskih otrok, ki so morali preživeti revno življenje daleč od staršev. Kljub temu prevladuje optimistična upodobitev njihove težke usode.",
      "question": "Kaj postane Jacob na kmetiji Nordrum?",
      "reference": "pastir",
      "score1": 5.0,
      "score2": 1.0
    },
    "09b60ed657870f4bd0b4fb22d745b91d": {
      "candidate1": "čez štiri tedne",
      "candidate2": "čez štirinajst tednov",
      "context": "Zgodba \"Čudoviti izdelovalec igrač\" se začne z razvajeno princeso Petulant, osemletno deklico, ki je ni mogoče zadovoljiti za nobeno ceno. Njen oče, kralj, zbere svoj svet, da bi našli igračo za princeso, ki bo presegla vse druge. Premier ponudi svojega sina Martina, da najde princesi posebno igračo. Martin se pogovori s princeso Petulant in obljubi, da se bo vrnil čez štiri tedne z osupljivo igračo. Na začetku Martinove poti sreča Bobolinka, Vijoličnega čarovnika, ki ve vse. Martin upa, da mu bo Bobolink pomagal najti pot do Čudovitega izdelovalca igrač. Vendar je Bobolink razdražen, ker mora vsem o vsem dajati informacije, in sprva okleva pomagati Martinu. Martinova odsotnost laskanja mu je osvežujoča sprememba, in Bobolink kmalu postane zelo pripravljen pomagati. Bobolink pove Martinu, da je njegov naslednji korak doseči borove škrate, ga opozori, naj se izogiba pogovorom s temi bitji, sicer bo za vedno ujet v deželi pogovorov. Martin skoraj preide skozi deželo pogovorov brez besede, a se zmoti in se pogovarja z ribo. Martinova napaka ga prisili, da \"postane pogovor,\" in nenadoma je ujet brez izhoda. Princesa potrpežljivo čaka, a postane zelo razburjena, ker Martin ni prinesel njene igrače. Svet postane zaskrbljen in razmišlja, kje bi Martin lahko bil. Princesa, sama in joka, sreča borovega škrata, ki ji obljubi, da jo bo peljal do slapov in ji pokazal pot do Martina. Princesa si zatakne bombaž v ušesa in začne potovanje. Princesa Petulant končno pride do Martina, ne da bi spregovorila besedo, in oba uspeta pobegniti. Teketa čim hitreje do trgovine z igračami. Izdelovalec igrač je tako vesel, da ju vidi, da si želi, da bi ostala in se igrala z njim za vedno. Martin in princesa Petulant se igrata z najboljšimi igračami, kar sta jih kdaj videla, in končno zadovoljita princesino željo po novi igrački. Martin in princesa Petulant povesta izdelovalcu igrač, da ne moreta ostati, čeprav je žalosten, jima pomaga na poti domov. Ob vrnitvi povesta celotno zgodbo kraljevemu zgodovinarju, ki jo zabeleži v knjigo, v kateri je ta zgodba.",
      "question": "Kdaj Martin pravi, da bo imel igračo za kraljevo hčer?",
      "reference": "čez 4 tedne",
      "score1": 5.0,
      "score2": 2.0
    },
    "0d87d8a5125370f2e8a3616066e3193f": {
      "candidate1": "Moč in strogo",
      "candidate2": "moč in moč",
      "context": "Medtem ko Tom Swift dela na svoji najnovejši iznajdbi, električni puški, sreča afriškega mojstra safarija, katerega zgodbe o lovu na slone pošljejo skupino v najglobljo, najtemnejšo Afriko. Lov na slonovino je najmanjša od njihovih skrbi, saj izvejo, da so nekateri stari prijatelji ujeti kot talci strašnih plemen rdečih pigmejcev. Swift v tem zvezku izdela dve glavni iznajdbi. Prva je nadomestno zračno plovilo, znano kot Črni jastreb. To novo zračno plovilo naj bi nadomestilo Rdeči oblak, ki je bil uničen med njegovimi dogodivščinami v Tomu Swiftu v ledenih jamah. To zračno plovilo je enake splošne konstrukcije kot Rdeči oblak, vendar je manjše in bolj okretno. Najbolj opazna je Swiftova iznajdba električne puške, orožja, ki izstreli električne strele. Električno puško je mogoče nastaviti na različne ravni dosega, intenzivnosti in smrtnosti; lahko strelja skozi trde stene, ne da bi pustila luknjo, in je dovolj močna, da ubije razjarjenega kita, kot so pokazali na svojem parniku v Afriki. Z električno puško Tom in prijatelji podirajo slone, nosoroge in bivole ter večkrat rešijo svoja življenja v ostrih bojih z rdečimi pigmejci. Prav tako lahko izpusti svetlobno kroglo, ki naj bi se vzdrževala sama, kot žareča krogla, kar lov ponoči v temni Afriki naredi veliko varnejši. Po videzu je puška zelo podobna sodobnim konvencionalnim puškam.",
      "question": "Na kateri dve ravni dosega lahko puška nastavi?",
      "reference": "Intenzivnost in smrtnost.",
      "score1": 4.0,
      "score2": 2.0
    },
    "0e6f3b54c7332ce6b2ac6541fdef4327": {
      "candidate1": "Cherry Malotte ima neuslišano ljubezen do Glenisterja",
      "candidate2": "Cherry Malotte ima neuslišano sovraštvo do Glenisterja",
      "context": "Mlad neustrašen iskalec bogastva Roy Glenister in njegov starejši partner Dextry se vračata v Nome z prvo ladjo sezone, željna zaščititi svoj zlati zahtevek, imenovan \"Midas\", ki obljublja veliko bogastvo. Na poti branita mlado žensko, ki se vkrca na ladjo pred zasledovalci - in ki si prav tako želi čim prej priti do Nome. Glenister se takoj zaljubi v mlado lepoto, ki se izkaže za Helen Chester, nečakinjo sodnika Arthurja Chesterja, ki je bil nedavno imenovan za prvega zveznega sodnika za ozemlje Aljaske - \"zakon\" prihaja na divji severni rob. Vendar se izkaže, da je zakon pokvarjen. Sodnik in zvezni maršal sta pod nadzorom močnega politika Alexandra McNamare. Po prihodu v Nome McNamara uspe postati upravitelj vseh najbolj donosnih rudarskih zahtevkov v regiji, na podlagi goljufivih sporov o veljavnosti zahtevkov rudarjev. Glenister, Dextry in številni naivni Švedi so prikrajšani za svoja zemljišča. Rudarji najamejo odvetnike za pravno bitko in ustanovijo tudi stražniško skupino za boj proti \"zakonu\". McNamara brezobzirno vlada in sam upravlja rudnike. Glenister potone v obup, verjame, da je Helen v zaroti proti rudarjem, in skoraj izgubi svoj delež v Midasu v noči brezglavega igranja. Edino Cherry Malotte, katere neuslišana ljubezen do Glenisterja jo je pripeljala v Nome, ga reši te usode. Helen počasi spoznava zaroto, ki jo izvajata McNamara, njen stric, in drugi, medtem ko so njena čustva razdeljena med Glenisterja in McNamaro.",
      "question": "Kdo želi, da Glenister ljubi njo?",
      "reference": "Cherry Malotte",
      "score1": 5.0,
      "score2": 2.0
    },
    "116393a79b7752cc199636b1bf44d1c9": {
      "candidate1": "Nekdanji kraljev mojster sabljanja.",
      "candidate2": "Nekdanji mojster sabljanja kralja.",
      "context": "Zgodba je postavljena v Anglijo 13. stoletja in govori o izmišljenem izobčencu Normanu iz Torn, ki naj bi vladal državi med bojem za oblast med kraljem Henrikom III in Simonom de Montfortom. Norman naj bi bil sin Francoza de Vaca, nekdanjega kraljevega mojstra sabljanja, ki ima zameru do nekdanjega delodajalca in vzgaja dečka v preprosto, brutalno ubijalsko mašino z sovraštvom do vsega angleškega. Njegove namere delno podre duhovnik, ki se spoprijatelji z Normanom in ga nauči pisave in viteštva do žensk. Drugače gre vse po načrtu. Pri 17 letih je Norman najboljši mečevalec v Angliji; pri 18 ima na glavi veliko globo, pri 19 pa vodi največjo tolpo tatov v Angliji. Nihče ga ne more ujeti ali premagati. Zaradi sovraštva do kralja se celo vključi v državljansko vojno, ki obrne potek v prid de Montfortu. V drugi vlogi, kot Roger de Conde, se vključi v življenje de Montfortove hčerke Bertrade, ki jo brani pred njenimi in očetovimi sovražniki. Opazi v njem čudno podobnost s kraljevim sinom in dedičem princem Edwardom. Končno je ujet v spopadu s kraljem Henrikom in de Montfortom, kjer ga z izdajo de Vaca premagajo, čeprav ta umre. Ko de Vac umira, razkrije, da je Norman pravzaprav Richard, dolgo izgubljeni sin kralja Henrika in kraljice Eleonore ter brat princa Edwarda. Mojster sabljanja je kot otrok ugrabil princa, da bi služil svoji maščevanju proti kralju. Na srečo Norman/Richard ni resnično mrtev, preživi, se spravi s pravim očetom in doseže roko Bertrade.",
      "question": "Kdo je bil Francoz de Vac?",
      "reference": "Nekdanji kraljev mojster sabljanja.",
      "score1": 5.0,
      "score2": 2.0
    },
    "16175a5830e94d81371019f6335dec90": {
      "candidate1": "vse",
      "candidate2": "skoraj nič",
      "context": "Zgodba \"Čudoviti izdelovalec igrač\" se začne z razvajeno princeso Petulant, osemletno deklico, ki je ni mogoče zadovoljiti za nobeno ceno. Njen oče, kralj, zbere svoj svet, da bi našli igračo za princeso, ki bo presegla vse druge. Premier ponudi svojega sina Martina, da najde princesi posebno igračo. Martin se pogovori s princeso Petulant in obljubi, da se bo vrnil čez štiri tedne z osupljivo igračo. Na začetku Martinove poti sreča Bobolinka, Vijoličnega čarovnika, ki ve vse. Martin upa, da mu bo Bobolink pomagal najti pot do Čudovitega izdelovalca igrač. Vendar je Bobolink razdražen, ker mora vsem o vsem dajati informacije, in sprva okleva pomagati Martinu. Martinova odsotnost laskanja mu je osvežujoča sprememba, in Bobolink kmalu postane zelo pripravljen pomagati. Bobolink pove Martinu, da je njegov naslednji korak doseči borove škrate, ga opozori, naj se izogiba pogovorom s temi bitji, sicer bo za vedno ujet v deželi pogovorov. Martin skoraj preide skozi deželo pogovorov brez besede, a se zmoti in se pogovarja z ribo. Martinova napaka ga prisili, da \"postane pogovor,\" in nenadoma je ujet brez izhoda. Princesa potrpežljivo čaka, a postane zelo razburjena, ker Martin ni prinesel njene igrače. Svet postane zaskrbljen in razmišlja, kje bi Martin lahko bil. Princesa, sama in joka, sreča borovega škrata, ki ji obljubi, da jo bo peljal do slapov in ji pokazal pot do Martina. Princesa si zatakne bombaž v ušesa in začne potovanje. Princesa Petulant končno pride do Martina, ne da bi spregovorila besedo, in oba uspeta pobegniti. Teketa čim hitreje do trgovine z igračami. Izdelovalec igrač je tako vesel, da ju vidi, da si želi, da bi ostala in se igrala z njim za vedno. Martin in princesa Petulant se igrata z najboljšimi igračami, kar sta jih kdaj videla, in končno zadovoljita princesino željo po novi igrački. Martin in princesa Petulant povesta izdelovalcu igrač, da ne moreta ostati, čeprav je žalosten, jima pomaga na poti domov. Ob vrnitvi povesta celotno zgodbo kraljevemu zgodovinarju, ki jo zabeleži v knjigo, v kateri je ta zgodba.",
      "question": "Kaj ve Bobolink?",
      "reference": "Vse",
      "score1": 5.0,
      "score2": 1.0
    },
    "17c99da4a45e807441f21e478bc17ea3": {
      "candidate1": "Willie",
      "candidate2": "Štrkoprsti",
      "context": "Zgodba o vzponu politika Willieja Starka iz podeželskega sedeža okrožja do guvernerjeve palače je prikazana v filmu. Vstopi v politiko, se bori proti koruptivni lokalni oblasti, a izgubi tekmo za zakladnika okrožja zaradi nepravičnih ovir, ki jih postavi lokalna mašina. Stark se sam nauči prava in kot odvetnik nadaljuje boj proti lokalnemu establišmentu, zagovarja lokalne ljudi in pridobiva priljubljenost. Na koncu postane kandidat za guvernerja, tesno izgubi prvo tekmo, nato pa zmaga ob drugem poskusu. Med tem izgubi nedolžnost in postane tako koruptiven kot politiki, proti katerim se je boril. Ko njegov sin postane paraliziran po nesreči zaradi vožnje pod vplivom alkohola, ki ubije žensko sopotnico, se Starkov svet začne razpadati in ugotovi, da ni mogoče kupiti vseh. Zgodba ima zapleten niz odnosov. Vse je videti skozi oči novinarja Jacka Burdena, ki občuduje Starka in mu ostaja zvest tudi, ko je razočaran. Starkova pomočnica kampanje, Sadie, je očitno zaljubljena v Starka in želi, da zapusti svojo ženo Lucy. Medtem Stark flirta in se vpleta z mnogimi ženskami, vključno z Jackovo punco Anne Stanton, ki postane njegova ljubica. Ko Starkovo reputacijo omaje sodnik Stanton (Annein stric), poskuša umazati njegovo ime. Ko Jack najde dokaze o sodnikovih morebitnih nepravilnostih pred četrt stoletja, jih skriva pred Starkom. Anne preda dokaze Starku, ki jih uporabi proti svojemu stricu, ki se takoj ubije. Anne se zdi, da Starku odpusti, a njen brat, kirurg, ki je pomagal rešiti življenje Starkovega sina po nesreči, ne more. Kirurg na koncu umori Starka po Starkovi zmagi na preiskavi za odstavitev. Kirurg je nato ustreljen s strani Sugar Boya, Starkovega laskavega pomočnika. Glavna zgodba je tanek prikrit prikaz vzpona resničnega guvernerja Louisiane iz 1930-ih, Hueyja Longa, njegovih prizadevanj, da umaže ime sodnika Benjamina Pavyja, in Longovega umora s strani sodnikovega zet (v filmu nečak), dr. Carla Weissa.",
      "question": "Komu so vložili obtožbo za odstavitev?",
      "reference": "Stark",
      "score1": 5.0,
      "score2": 1.0
    },
    "1dd67f6829b632da18f7708093cc853d": {
      "candidate1": "Njegovo delo je potovalni agent",
      "candidate2": "Je njegovo delo potovalni agent",
      "context": "Potovalni agent Paul Barnell (Robin Williams) najde truplo v zabojniku za smeti, ki ga je, ne da bi on vedel, tam pustila mafijska morilska tolpa. Močno zadolžen in poskušajoč najti zdravilo za očitni Tourettov sindrom svoje žene Margaret (Holly Hunter), priredi zverinski napad na truplo, da bi unovčil življenjsko zavarovanje svojega pogrešanega brata, za katerega je potreben trup. Lokalna policija je prepričana, a zavarovalni agent Ted Waters (Giovanni Ribisi), ki si želi napredovati, ni. Morilska tolpa, ki je odvrgla truplo, prav tako išče truplo kot dokaz za izplačilo plačila. Ugrabijo Margaret za talca, da zagotovijo, da bodo dobili truplo. Medtem ima Ted težave s svojo punco Tiffany (Alison Lohman), ki jo zanemarja, ko se vzpenja po lestvici v svoji firmi. Paulov pogrešani brat Raymond (Woody Harrelson) se vrne domov, ga pretepe in zahteva del denarja zavarovanja. S tem, ko namiguje, da ga je Ted napadel, Paul pospeši izplačilo milijonske zavarovalne police. Truplo izkoplje in se dogovori za izmenjavo trupla in dela denarja za Margaret. Ker se boji, da bo Raymond poskušal ubiti Margaret, da bi jo utišal, Paul razmišlja o umoru brata med spanjem, a tega ne zmore storiti. Naslednje jutro pusti brata spati in se sreča z morilci za izmenjavo. Raymond je jezen zaradi bratranske prevare in pride tudi sam, zavarovalni agent pa mu pove o njegovi milijonski polici, ki je končno razkril, kaj se je zgodilo. Raymond nato potegne pištolo in ustreli Margaret v hrbet, ko beži. Nato ga eden od morilcev (Tim Nelson) ustreli v trebuh. Paul najde Margaret živo; denar zavarovanja je imel skrit v njeni jakni, ki je ustavila kroglo. Brata se poslovita, ko Raymond umre. Paul pove Tedu, da je prevaro storil iz ljubezni do žene, kar pritegne Teda, ki ima obnovljena čustva do Tiffany; ganjen ju pusti. Z denarjem Paul vzame Margaret na tropske počitnice.",
      "question": "Kaj je poklic Paula Barnella?",
      "reference": "Potovalni agent",
      "score1": 5.0,
      "score2": 3.0
    },
    "22d6afb9368f20c3d6d6da5ec0b4c077": {
      "candidate1": "brat ji ga je dal",
      "candidate2": "brat ji ga je dal",
      "context": "Zgodba spremlja svojo naslovno junakinjo od otroštva do birme. Po smrti njene matere se Lisbeth (ki ji je brat dal vzdevek Dolga krila, ali Sidsærk v izvirni norveščini, zaradi njene predolge krila, božičnega darila, ki ji ga je podaril brat) preseli iz svojega prvotnega doma na kmetiji New Ridge (imenovani \"Peerout Castle\" zaradi lepega razgleda na dolino) na kmetijo Hoel, eno izmed osrednjih kmetij v okolici. Njen brat Jacob se prav tako odpravi na kmetijo Nordrum, da bi postal tam pastir. Na Hoelu skrbi za Lisbeth Kjersti Hoel, lastnica kmetije, ki je pred smrtjo obljubila Lisbethini materi. Lisbeth dela z živino tako na kmetiji kot na planini (sæter v knjigi), gorskem pašniku, ki se uporablja poleti. Na planini Lisbeth sreča dva druga pastirja s sosednjih kmetij in poletje preživi z njima, ju spoznava in odrašča. Vsebina knjige govori o težkih pogojih dela podeželskih otrok, ki so morali preživeti revno življenje daleč od staršev. Kljub temu prevladuje optimistična upodobitev njihove težke usode.",
      "question": "Kako je Lisbeth dobila svojo dolgo krilo?",
      "reference": "Bil je božično darilo od njenega brata",
      "score1": 4.0,
      "score2": 3.0
    },
    "245e63dc45361b4cdf590d3a63c93107": {
      "candidate1": "Cherry ljubi Roya",
      "candidate2": "Cherry je bila Roy",
      "context": "Mlad neustrašen iskalec bogastva Roy Glenister in njegov starejši partner Dextry se vračata v Nome z prvo ladjo sezone, željna zaščititi svoj zlati zahtevek, imenovan \"Midas\", ki obljublja veliko bogastvo. Na poti branita mlado žensko, ki se vkrca na ladjo pred zasledovalci - in ki si prav tako želi čim prej priti do Nome. Glenister se takoj zaljubi v mlado lepoto, ki se izkaže za Helen Chester, nečakinjo sodnika Arthurja Chesterja, ki je bil nedavno imenovan za prvega zveznega sodnika za ozemlje Aljaske - \"zakon\" prihaja na divji severni rob. Vendar se izkaže, da je zakon pokvarjen. Sodnik in zvezni maršal sta pod nadzorom močnega politika Alexandra McNamare. Po prihodu v Nome McNamara uspe postati upravitelj vseh najbolj donosnih rudarskih zahtevkov v regiji, na podlagi goljufivih sporov o veljavnosti zahtevkov rudarjev. Glenister, Dextry in številni naivni Švedi so prikrajšani za svoja zemljišča. Rudarji najamejo odvetnike za pravno bitko in ustanovijo tudi stražniško skupino za boj proti \"zakonu\". McNamara brezobzirno vlada in sam upravlja rudnike. Glenister potone v obup, verjame, da je Helen v zaroti proti rudarjem, in skoraj izgubi svoj delež v Midasu v noči brezglavega igranja. Edino Cherry Malotte, katere neuslišana ljubezen do Glenisterja jo je pripeljala v Nome, ga reši te usode. Helen počasi spoznava zaroto, ki jo izvajata McNamara, njen stric, in drugi, medtem ko so njena čustva razdeljena med Glenisterja in McNamaro.",
      "question": "Zakaj se je Cherry Malotte preselila na ozemlje Aljaske?",
      "reference": "Cherry je bila zaljubljena v Roya Glenisterja.",
      "score1": 5.0,
      "score2": 1.0
    },
    "24db6601ae79e10486e26e5b5be6afe5": {
      "candidate1": "Elektronika",
      "candidate2": "Računalniki, televizorji",
      "context": "Zgodba je postavljena v Manhattnu med dolgotrajno vojno med Združenimi državami in Sovjetsko zvezo; srednji Manhattan je bil zaradi sovjetske \"Peklenske bombe\" spremenjen v neprebavljivo puščavo, čeprav je preostali del mesta še vedno zaseden. Pripovedovalec je britanski državljan Wysten Turner, ki je v New Yorku, da bi zamenjal elektronsko opremo za žito, za katero sumi, da bo uporabljena pri gradnji ameriške vojaške baze na Luni. Ko se zgodba začne, potegne mlado žensko iz poti avtomobila; očitno je priljubljena tolpa, ki s kavljem na blatniku svojih avtomobilov lovi ženska oblačila, čeprav je ta avto prišel malo preblizu. Turner vključi policijo, a ti ne smatrajo dogodka za resnega, zato jih podkupi, da odidejo. Nošenje mask, podobnih muslimanski burki, a brez verskega pomena, je postalo skoraj obvezno za modne ameriške ženske. Turner zato ne vidi obraza ženske, ki ji je pomagal, in je radoveden. Dogovorita se, da se bosta pozneje srečala, in odideta v nočni klub. Prosi ga, naj ji pomaga pobegniti iz Amerike, saj jo njen fant, profesionalni rokoborec, pretepa, ko izgubi tekmo. Turnerjev občutek viteštva je prebuden, in pride do spopada, ko pride fant. Turner presenečeno premaga fanta, a ko to stori, se mu dekle obrne proti njemu, namesto da bi mu zahvalilo za obrambo. Njena skorajšnja zapeljevanje Turnera je trik, ki ga je uporabila že pri drugih moških, kot vsi okoli nje že vedo. Nikoli ni nameravala zapustiti rokoborca, saj hrepeni po njegovem zlorabljanju. Turner ji strga masko z obraza, a ga odbija njena neurejenost in izraz sovraštva. Odhaja, željan vrnitve v Anglijo.",
      "question": "Kaj prinese Wysten Turner za zamenjavo za žito?",
      "reference": "Elektronska oprema.",
      "score1": 5.0,
      "score2": 2.0
    },
    "25adb8447516d6707bde979a2b0b4a94": {
      "candidate1": "strela",
      "candidate2": "orehi",
      "context": "Medtem ko Tom Swift dela na svoji najnovejši iznajdbi, električni puški, sreča afriškega mojstra safarija, katerega zgodbe o lovu na slone pošljejo skupino v najglobljo, najtemnejšo Afriko. Lov na slonovino je najmanjša od njihovih skrbi, saj izvejo, da so nekateri stari prijatelji ujeti kot talci strašnih plemen rdečih pigmejcev. Swift v tem zvezku izdela dve glavni iznajdbi. Prva je nadomestno zračno plovilo, znano kot Črni jastreb. To novo zračno plovilo naj bi nadomestilo Rdeči oblak, ki je bil uničen med njegovimi dogodivščinami v Tomu Swiftu v ledenih jamah. To zračno plovilo je enake splošne konstrukcije kot Rdeči oblak, vendar je manjše in bolj okretno. Najbolj opazna je Swiftova iznajdba električne puške, orožja, ki izstreli električne strele. Električno puško je mogoče nastaviti na različne ravni dosega, intenzivnosti in smrtnosti; lahko strelja skozi trde stene, ne da bi pustila luknjo, in je dovolj močna, da ubije razjarjenega kita, kot so pokazali na svojem parniku v Afriki. Z električno puško Tom in prijatelji podirajo slone, nosoroge in bivole ter večkrat rešijo svoja življenja v ostrih bojih z rdečimi pigmejci. Prav tako lahko izpusti svetlobno kroglo, ki naj bi se vzdrževala sama, kot žareča krogla, kar lov ponoči v temni Afriki naredi veliko varnejši. Po videzu je puška zelo podobna sodobnim konvencionalnim puškam.",
      "question": "Kaj puška, ki jo je Tom izdelal, izstreli?",
      "reference": "električne strele",
      "score1": 3.0,
      "score2": 1.0
    },
    "277853ecf68c4cb0db860328e2a82b41": {
      "candidate1": "trupla",
      "candidate2": "telesa",
      "context": "Potovalni agent Paul Barnell (Robin Williams) najde truplo v zabojniku za smeti, ki ga je, ne da bi on vedel, tam pustila mafijska morilska tolpa. Močno zadolžen in poskušajoč najti zdravilo za očitni Tourettov sindrom svoje žene Margaret (Holly Hunter), priredi zverinski napad na truplo, da bi unovčil življenjsko zavarovanje svojega pogrešanega brata, za katerega je potreben trup. Lokalna policija je prepričana, a zavarovalni agent Ted Waters (Giovanni Ribisi), ki si želi napredovati, ni. Morilska tolpa, ki je odvrgla truplo, prav tako išče truplo kot dokaz za izplačilo plačila. Ugrabijo Margaret za talca, da zagotovijo, da bodo dobili truplo. Medtem ima Ted težave s svojo punco Tiffany (Alison Lohman), ki jo zanemarja, ko se vzpenja po lestvici v svoji firmi. Paulov pogrešani brat Raymond (Woody Harrelson) se vrne domov, ga pretepe in zahteva del denarja zavarovanja. S tem, ko namiguje, da ga je Ted napadel, Paul pospeši izplačilo milijonske zavarovalne police. Truplo izkoplje in se dogovori za izmenjavo trupla in dela denarja za Margaret. Ker se boji, da bo Raymond poskušal ubiti Margaret, da bi jo utišal, Paul razmišlja o umoru brata med spanjem, a tega ne zmore storiti. Naslednje jutro pusti brata spati in se sreča z morilci za izmenjavo. Raymond je jezen zaradi bratranske prevare in pride tudi sam, zavarovalni agent pa mu pove o njegovi milijonski polici, ki je končno razkril, kaj se je zgodilo. Raymond nato potegne pištolo in ustreli Margaret v hrbet, ko beži. Nato ga eden od morilcev (Tim Nelson) ustreli v trebuh. Paul najde Margaret živo; denar zavarovanja je imel skrit v njeni jakni, ki je ustavila kroglo. Brata se poslovita, ko Raymond umre. Paul pove Tedu, da je prevaro storil iz ljubezni do žene, kar pritegne Teda, ki ima obnovljena čustva do Tiffany; ganjen ju pusti. Z denarjem Paul vzame Margaret na tropske počitnice.",
      "question": "Kaj je Paul Barnell našel v zabojniku za smeti?",
      "reference": "Mrtvo telo",
      "score1": 5.0,
      "score2": 1.0
    },
    "3e70cbd8fda986a19c30201597e89ca1": {
      "candidate1": "Alder",
      "candidate2": "navdihuje",
      "context": "Zgodba se začne z Wardom Bennettom, raziskovalcem izjemne volje, in njegovimi možmi, ki poskušajo doseči severni pol, kljub brutalnim težavam. Mnogi moški umrejo počasne, boleče smrti, in vsi bi imeli čoln, če jih ne bi našli. Ko se vrnejo domov, Bennett in njegovi preživeli moški prejmejo junakov sprejem. Nato se pozornost romana preusmeri na Lloyd Searight, mlado, privlačno dekle, ki dela kot medicinska sestra, čeprav je neodvisno bogata. Bralec izve, da imata Lloyd in Bennett medsebojne občutke, čeprav jih nobeden ni nikoli izrazil. Ferriss, Bennettov najbližji prijatelj, zboli za tifusom, Lloyd pa je zadolžena za njegovo nego. Ker se boji, da bo zbolela, Bennett noče dovoliti, da bi se Lloyd približala Ferrissu, zaradi česar Ferriss umre. Lloyd noče govoriti z Bennettom in oba vstopita v obdobje globoke obupa. Ko Bennett zboli za isto boleznijo, je Lloyd prisiljena skrbeti zanj in se na koncu spravita in poročita. Nato Lloyd opusti nego, Bennett opusti raziskovanje in živita skupaj na podeželju, medtem ko Bennett piše knjigo, oba pa sta nekaj časa zelo srečna. Po pogovoru z Bennettovim pomočnikom Alderjem, ki dela okoli hiše, Lloyd spozna, da je Bennettovo poslanstvo, njegova dolžnost do Amerike, voditi prvo odpravo na severni pol. Knjiga se konča z njegovim odhodom, medtem ko ga Lloyd ponosno opazuje.",
      "question": "Kdo navdihuje Bennetta, da nadaljuje z raziskovanjem?",
      "reference": "Alder ga navdihuje, da nadaljuje.",
      "score1": 5.0,
      "score2": 1.0
    },
    "4103936ec827cf39fbdcc82919724d93": {
      "candidate1": "Lloyd opusti nego, Bennett opusti raziskovanje",
      "candidate2": "Bennett opusti nego, Lloyd opusti raziskovanje",
      "context": "Zgodba se začne z Wardom Bennettom, raziskovalcem izjemne volje, in njegovimi možmi, ki poskušajo doseči severni pol, kljub brutalnim težavam. Mnogi moški umrejo počasne, boleče smrti, in vsi bi imeli čoln, če jih ne bi našli. Ko se vrnejo domov, Bennett in njegovi preživeli moški prejmejo junakov sprejem. Nato se pozornost romana preusmeri na Lloyd Searight, mlado, privlačno dekle, ki dela kot medicinska sestra, čeprav je neodvisno bogata. Bralec izve, da imata Lloyd in Bennett medsebojne občutke, čeprav jih nobeden ni nikoli izrazil. Ferriss, Bennettov najbližji prijatelj, zboli za tifusom, Lloyd pa je zadolžena za njegovo nego. Ker se boji, da bo zbolela, Bennett noče dovoliti, da bi se Lloyd približala Ferrissu, zaradi česar Ferriss umre. Lloyd noče govoriti z Bennettom in oba vstopita v obdobje globoke obupa. Ko Bennett zboli za isto boleznijo, je Lloyd prisiljena skrbeti zanj in se na koncu spravita in poročita. Nato Lloyd opusti nego, Bennett opusti raziskovanje in živita skupaj na podeželju, medtem ko Bennett piše knjigo, oba pa sta nekaj časa zelo srečna. Po pogovoru z Bennettovim pomočnikom Alderjem, ki dela okoli hiše, Lloyd spozna, da je Bennettovo poslanstvo, njegova dolžnost do Amerike, voditi prvo odpravo na severni pol. Knjiga se konča z njegovim odhodom, medtem ko ga Lloyd ponosno opazuje.",
      "question": "Kaj se zgodi s kariero para po poroki?",
      "reference": "Oba opustita svoje delo.",
      "score1": 5.0,
      "score2": 2.0
    },
    "41eb6c1911cd87fb43e04eb5347c3825": {
      "candidate1": "Stara je 8 let.",
      "candidate2": "Stara je 7 let.",
      "context": "Zgodba \"Čudoviti izdelovalec igrač\" se začne z razvajeno princeso Petulant, osemletno deklico, ki je ni mogoče zadovoljiti za nobeno ceno. Njen oče, kralj, zbere svoj svet, da bi našli igračo za princeso, ki bo presegla vse druge. Premier ponudi svojega sina Martina, da najde princesi posebno igračo. Martin se pogovori s princeso Petulant in obljubi, da se bo vrnil čez štiri tedne z osupljivo igračo. Na začetku Martinove poti sreča Bobolinka, Vijoličnega čarovnika, ki ve vse. Martin upa, da mu bo Bobolink pomagal najti pot do Čudovitega izdelovalca igrač. Vendar je Bobolink razdražen, ker mora vsem o vsem dajati informacije, in sprva okleva pomagati Martinu. Martinova odsotnost laskanja mu je osvežujoča sprememba, in Bobolink kmalu postane zelo pripravljen pomagati. Bobolink pove Martinu, da je njegov naslednji korak doseči borove škrate, ga opozori, naj se izogiba pogovorom s temi bitji, sicer bo za vedno ujet v deželi pogovorov. Martin skoraj preide skozi deželo pogovorov brez besede, a se zmoti in se pogovarja z ribo. Martinova napaka ga prisili, da \"postane pogovor,\" in nenadoma je ujet brez izhoda. Princesa potrpežljivo čaka, a postane zelo razburjena, ker Martin ni prinesel njene igrače. Svet postane zaskrbljen in razmišlja, kje bi Martin lahko bil. Princesa, sama in joka, sreča borovega škrata, ki ji obljubi, da jo bo peljal do slapov in ji pokazal pot do Martina. Princesa si zatakne bombaž v ušesa in začne potovanje. Princesa Petulant končno pride do Martina, ne da bi spregovorila besedo, in oba uspeta pobegniti. Teketa čim hitreje do trgovine z igračami. Izdelovalec igrač je tako vesel, da ju vidi, da si želi, da bi ostala in se igrala z njim za vedno. Martin in princesa Petulant se igrata z najboljšimi igračami, kar sta jih kdaj videla, in končno zadovoljita princesino željo po novi igrački. Martin in princesa Petulant povesta izdelovalcu igrač, da ne moreta ostati, čeprav je žalosten, jima pomaga na poti domov. Ob vrnitvi povesta celotno zgodbo kraljevemu zgodovinarju, ki jo zabeleži v knjigo, v kateri je ta zgodba.",
      "question": "Koliko je stara Petulant?",
      "reference": "Stara je osem let.",
      "score1": 5.0,
      "score2": 1.0
    },
    "4cfd0124ae260acb51c4f75426dfe7ff": {
      "candidate1": "voditi prvo odpravo na severni pol",
      "candidate2": "voditi prvi piknik na severni pol",
      "context": "Zgodba se začne z Wardom Bennettom, raziskovalcem izjemne volje, in njegovimi možmi, ki poskušajo doseči severni pol, kljub brutalnim težavam. Mnogi moški umrejo počasne, boleče smrti, in vsi bi imeli čoln, če jih ne bi našli. Ko se vrnejo domov, Bennett in njegovi preživeli moški prejmejo junakov sprejem. Nato se pozornost romana preusmeri na Lloyd Searight, mlado, privlačno dekle, ki dela kot medicinska sestra, čeprav je neodvisno bogata. Bralec izve, da imata Lloyd in Bennett medsebojne občutke, čeprav jih nobeden ni nikoli izrazil. Ferriss, Bennettov najbližji prijatelj, zboli za tifusom, Lloyd pa je zadolžena za njegovo nego. Ker se boji, da bo zbolela, Bennett noče dovoliti, da bi se Lloyd približala Ferrissu, zaradi česar Ferriss umre. Lloyd noče govoriti z Bennettom in oba vstopita v obdobje globoke obupa. Ko Bennett zboli za isto boleznijo, je Lloyd prisiljena skrbeti zanj in se na koncu spravita in poročita. Nato Lloyd opusti nego, Bennett opusti raziskovanje in živita skupaj na podeželju, medtem ko Bennett piše knjigo, oba pa sta nekaj časa zelo srečna. Po pogovoru z Bennettovim pomočnikom Alderjem, ki dela okoli hiše, Lloyd spozna, da je Bennettovo poslanstvo, njegova dolžnost do Amerike, voditi prvo odpravo na severni pol. Knjiga se konča z njegovim odhodom, medtem ko ga Lloyd ponosno opazuje.",
      "question": "Kaj Bennett odkrije, da je njegovo poslanstvo?",
      "reference": "Biti prvi raziskovalec, ki vodi odpravo na severni pol.",
      "score1": 5.0,
      "score2": 2.0
    },
    "527efd569530df56086cf5546669c983": {
      "candidate1": "V ušesa si je zataknila bombaž",
      "candidate2": "Njena ušesa so bombaž",
      "context": "Zgodba \"Čudoviti izdelovalec igrač\" se začne z razvajeno princeso Petulant, osemletno deklico, ki je ni mogoče zadovoljiti za nobeno ceno. Njen oče, kralj, zbere svoj svet, da bi našli igračo za princeso, ki bo presegla vse druge. Premier ponudi svojega sina Martina, da najde princesi posebno igračo. Martin se pogovori s princeso Petulant in obljubi, da se bo vrnil čez štiri tedne z osupljivo igračo. Na začetku Martinove poti sreča Bobolinka, Vijoličnega čarovnika, ki ve vse. Martin upa, da mu bo Bobolink pomagal najti pot do Čudovitega izdelovalca igrač. Vendar je Bobolink razdražen, ker mora vsem o vsem dajati informacije, in sprva okleva pomagati Martinu. Martinova odsotnost laskanja mu je osvežujoča sprememba, in Bobolink kmalu postane zelo pripravljen pomagati. Bobolink pove Martinu, da je njegov naslednji korak doseči borove škrate, ga opozori, naj se izogiba pogovorom s temi bitji, sicer bo za vedno ujet v deželi pogovorov. Martin skoraj preide skozi deželo pogovorov brez besede, a se zmoti in se pogovarja z ribo. Martinova napaka ga prisili, da \"postane pogovor,\" in nenadoma je ujet brez izhoda. Princesa potrpežljivo čaka, a postane zelo razburjena, ker Martin ni prinesel njene igrače. Svet postane zaskrbljen in razmišlja, kje bi Martin lahko bil. Princesa, sama in joka, sreča borovega škrata, ki ji obljubi, da jo bo peljal do slapov in ji pokazal pot do Martina. Princesa si zatakne bombaž v ušesa in začne potovanje. Princesa Petulant končno pride do Martina, ne da bi spregovorila besedo, in oba uspeta pobegniti. Teketa čim hitreje do trgovine z igračami. Izdelovalec igrač je tako vesel, da ju vidi, da si želi, da bi ostala in se igrala z njim za vedno. Martin in princesa Petulant se igrata z najboljšimi igračami, kar sta jih kdaj videla, in končno zadovoljita princesino željo po novi igrački. Martin in princesa Petulant povesta izdelovalcu igrač, da ne moreta ostati, čeprav je žalosten, jima pomaga na poti domov. Ob vrnitvi povesta celotno zgodbo kraljevemu zgodovinarju, ki jo zabeleži v knjigo, v kateri je ta zgodba.",
      "question": "Kaj si princesa zatakne v ušesa, preden gre iskati Martina?",
      "reference": "V ušesa si zatakne bombaž.",
      "score1": 4.0,
      "score2": 2.0
    },
    "59325d1c8b6cc3e1f9ff907b22c3b5b8": {
      "candidate1": "mlada prodajalka akvarelov",
      "candidate2": "mesar v izobraževanju",
      "context": "Zgodba o peklenskem vzponu Ăvarista Gamelina, mladega pariškega slikarja, vključenega v sekcijo za svojo sosesko Pont-Neuf, Bogovi so lačni opisuje temna leta vladavine terorja v Parizu, od leta II do leta III. Žestoko jakobinski, Maratov in Robespierrov najbolj zvesti privrženec, Ăvariste Gamelin kmalu postane porotnik na revolucionarnem tribunalu. Dolga, slepa vrsta hitrih sojenj tega idealista potegne v norost, ki mu odseka glave najbližjim in pospeši njegov padec ter padec njegovega mentorja Robespierra po termidorski reakciji. Njegova ljubezenska zveza z mlado prodajalko akvarelov Ălodie Blaise poudari grozljiv kontrast med mesarjem v izobraževanju in človekom, ki se v vsakdanjem življenju kaže kot povsem običajen. Upravičuje ta ples giljotine z bojem proti zaroti za izbris dosežkov revolucije, sredi revolucionarnega viharja, ki prečka Pariz, Gamelin hrepeni po pravičnosti, a uporablja svojo moč tudi za zadovoljevanje svoje maščevanja in sovraštva do tistih, ki ne mislijo kot on. Umre z istim instrumentom pravičnosti, ki je do takrat služil zadovoljevanju njegove žeje po krvi in terorju.",
      "question": "S kom je imel Gamelin ljubezensko razmerje?",
      "reference": "Elodie Blaise.",
      "score1": 5.0,
      "score2": 1.0
    },
    "597cef0651398f464fd1173fb796dcf4": {
      "candidate1": "S tem, da naredi svetlejše, ko je temno",
      "candidate2": "S tem, da naredi temnejše, ko je svetlo",
      "context": "Medtem ko Tom Swift dela na svoji najnovejši iznajdbi, električni puški, sreča afriškega mojstra safarija, katerega zgodbe o lovu na slone pošljejo skupino v najglobljo, najtemnejšo Afriko. Lov na slonovino je najmanjša od njihovih skrbi, saj izvejo, da so nekateri stari prijatelji ujeti kot talci strašnih plemen rdečih pigmejcev. Swift v tem zvezku izdela dve glavni iznajdbi. Prva je nadomestno zračno plovilo, znano kot Črni jastreb. To novo zračno plovilo naj bi nadomestilo Rdeči oblak, ki je bil uničen med njegovimi dogodivščinami v Tomu Swiftu v ledenih jamah. To zračno plovilo je enake splošne konstrukcije kot Rdeči oblak, vendar je manjše in bolj okretno. Najbolj opazna je Swiftova iznajdba električne puške, orožja, ki izstreli električne strele. Električno puško je mogoče nastaviti na različne ravni dosega, intenzivnosti in smrtnosti; lahko strelja skozi trde stene, ne da bi pustila luknjo, in je dovolj močna, da ubije razjarjenega kita, kot so pokazali na svojem parniku v Afriki. Z električno puško Tom in prijatelji podirajo slone, nosoroge in bivole ter večkrat rešijo svoja življenja v ostrih bojih z rdečimi pigmejci. Prav tako lahko izpusti svetlobno kroglo, ki naj bi se vzdrževala sama, kot žareča krogla, kar lov ponoči v temni Afriki naredi veliko varnejši. Po videzu je puška zelo podobna sodobnim konvencionalnim puškam.",
      "question": "Kako puška pomaga lovcem poleg streljanja?",
      "reference": "S sproščanjem svetlobne krogle, ki jim pomaga videti",
      "score1": 5.0,
      "score2": 1.0
    },
    "5b9a9b0af4817fa528eb8ef5ef47961a": {
      "candidate1": "je zakrito z oblačili",
      "candidate2": "Lahko jo vidi",
      "context": "Zgodba je postavljena v Manhattnu med dolgotrajno vojno med Združenimi državami in Sovjetsko zvezo; srednji Manhattan je bil zaradi sovjetske \"Peklenske bombe\" spremenjen v neprebavljivo puščavo, čeprav je preostali del mesta še vedno zaseden. Pripovedovalec je britanski državljan Wysten Turner, ki je v New Yorku, da bi zamenjal elektronsko opremo za žito, za katero sumi, da bo uporabljena pri gradnji ameriške vojaške baze na Luni. Ko se zgodba začne, potegne mlado žensko iz poti avtomobila; očitno je priljubljena tolpa, ki s kavljem na blatniku svojih avtomobilov lovi ženska oblačila, čeprav je ta avto prišel malo preblizu. Turner vključi policijo, a ti ne smatrajo dogodka za resnega, zato jih podkupi, da odidejo. Nošenje mask, podobnih muslimanski burki, a brez verskega pomena, je postalo skoraj obvezno za modne ameriške ženske. Turner zato ne vidi obraza ženske, ki ji je pomagal, in je radoveden. Dogovorita se, da se bosta pozneje srečala, in odideta v nočni klub. Prosi ga, naj ji pomaga pobegniti iz Amerike, saj jo njen fant, profesionalni rokoborec, pretepa, ko izgubi tekmo. Turnerjev občutek viteštva je prebuden, in pride do spopada, ko pride fant. Turner presenečeno premaga fanta, a ko to stori, se mu dekle obrne proti njemu, namesto da bi mu zahvalilo za obrambo. Njena skorajšnja zapeljevanje Turnera je trik, ki ga je uporabila že pri drugih moških, kot vsi okoli nje že vedo. Nikoli ni nameravala zapustiti rokoborca, saj hrepeni po njegovem zlorabljanju. Turner ji strga masko z obraza, a ga odbija njena neurejenost in izraz sovraštva. Odhaja, željan vrnitve v Anglijo.",
      "question": "Zakaj Turner ne vidi obraza ženske?",
      "reference": "Ameriške ženske nosijo nekaj podobnega burki kot modo",
      "score1": 5.0,
      "score2": 1.0
    },
    "6223a9c096271038cca529396ceccb76": {
      "candidate1": "Prejšnji kraljev mojster sabljanja",
      "candidate2": "Prejšnji kraljev amater sabljanja",
      "context": "Zgodba je postavljena v Anglijo 13. stoletja in govori o izmišljenem izobčencu Normanu iz Torn, ki naj bi vladal državi med bojem za oblast med kraljem Henrikom III in Simonom de Montfortom. Norman naj bi bil sin Francoza de Vaca, nekdanjega kraljevega mojstra sabljanja, ki ima zameru do nekdanjega delodajalca in vzgaja dečka v preprosto, brutalno ubijalsko mašino z sovraštvom do vsega angleškega. Njegove namere delno podre duhovnik, ki se spoprijatelji z Normanom in ga nauči pisave in viteštva do žensk. Drugače gre vse po načrtu. Pri 17 letih je Norman najboljši mečevalec v Angliji; pri 18 ima na glavi veliko globo, pri 19 pa vodi največjo tolpo tatov v Angliji. Nihče ga ne more ujeti ali premagati. Zaradi sovraštva do kralja se celo vključi v državljansko vojno, ki obrne potek v prid de Montfortu. V drugi vlogi, kot Roger de Conde, se vključi v življenje de Montfortove hčerke Bertrade, ki jo brani pred njenimi in očetovimi sovražniki. Opazi v njem čudno podobnost s kraljevim sinom in dedičem princem Edwardom. Končno je ujet v spopadu s kraljem Henrikom in de Montfortom, kjer ga z izdajo de Vaca premagajo, čeprav ta umre. Ko de Vac umira, razkrije, da je Norman pravzaprav Richard, dolgo izgubljeni sin kralja Henrika in kraljice Eleonore ter brat princa Edwarda. Mojster sabljanja je kot otrok ugrabil princa, da bi služil svoji maščevanju proti kralju. Na srečo Norman/Richard ni resnično mrtev, preživi, se spravi s pravim očetom in doseže roko Bertrade.",
      "question": "Kdo je Normanov oče?",
      "reference": "Francoz de Vac",
      "score1": 5.0,
      "score2": 3.0
    },
    "68ff20451fd218bb5906b1b5d65668b2": {
      "candidate1": "Bertrade de Montford",
      "candidate2": "Montford de Bertrade",
      "context": "Zgodba je postavljena v Anglijo 13. stoletja in govori o izmišljenem izobčencu Normanu iz Torn, ki naj bi vladal državi med bojem za oblast med kraljem Henrikom III in Simonom de Montfortom. Norman naj bi bil sin Francoza de Vaca, nekdanjega kraljevega mojstra sabljanja, ki ima zameru do nekdanjega delodajalca in vzgaja dečka v preprosto, brutalno ubijalsko mašino z sovraštvom do vsega angleškega. Njegove namere delno podre duhovnik, ki se spoprijatelji z Normanom in ga nauči pisave in viteštva do žensk. Drugače gre vse po načrtu. Pri 17 letih je Norman najboljši mečevalec v Angliji; pri 18 ima na glavi veliko globo, pri 19 pa vodi največjo tolpo tatov v Angliji. Nihče ga ne more ujeti ali premagati. Zaradi sovraštva do kralja se celo vključi v državljansko vojno, ki obrne potek v prid de Montfortu. V drugi vlogi, kot Roger de Conde, se vključi v življenje de Montfortove hčerke Bertrade, ki jo brani pred njenimi in očetovimi sovražniki. Opazi v njem čudno podobnost s kraljevim sinom in dedičem princem Edwardom. Končno je ujet v spopadu s kraljem Henrikom in de Montfortom, kjer ga z izdajo de Vaca premagajo, čeprav ta umre. Ko de Vac umira, razkrije, da je Norman pravzaprav Richard, dolgo izgubljeni sin kralja Henrika in kraljice Eleonore ter brat princa Edwarda. Mojster sabljanja je kot otrok ugrabil princa, da bi služil svoji maščevanju proti kralju. Na srečo Norman/Richard ni resnično mrtev, preživi, se spravi s pravim očetom in doseže roko Bertrade.",
      "question": "S kom se Roger de Conde vključi?",
      "reference": "Bertrade de Montford",
      "score1": 5.0,
      "score2": 2.0
    },
    "71f1079bb9f2b01ec32bb270b1d90f1c": {
      "candidate1": "Črni ušesi in peščeni brki.",
      "candidate2": "Mislila je, da ima ušesa.",
      "context": "Zgodba se začne na kmetiji, kjer živi raca Jemima Puddle-duck. Želi izleči svoja jajca, a kmetova žena meni, da race niso dobre inkubatorice in redno zaseže njihova jajca, da jih položijo kokoši. Jemima poskuša skriti jajca, a jih vedno najdejo in odnesejo. Odpravlja se po cesti v pokrivalu in šalu, da bi našla varen kraj stran od kmetije za polaganje jajc. Na vrhu hriba opazi oddaljen gozd, poleti tja in se sprehaja, dokler ne najde primernega gnezdišča med naprstniki. Vendar jo očara gospod z \"črnimi ostrimi ušesi in peščenimi brki\", ki jo prepriča, naj gnezdi v skednju pri njem doma. Jemima jo vodi v njegov \"razpadajoči skedenj\" (ki je nenavadno poln perja) in si hitro naredi gnezdo. Jemima izleže jajca, lisica pa predlaga večerjo za praznovanje dogodka. Prosi jo, naj nabere tradicionalna zelišča za nadev race, rekoč, da bodo začimbe uporabljene za omleto. Jemima opravi nalogo, a kmetijski pes Kep jo sreča, ko nosi čebulo iz kuhinje in jo vpraša, kaj počne in kam hodi. Razkrije nalogo, Kep takoj razkrije lisicov načrt in izve od Jemime, kje lisica živi. S pomočjo dveh lisicjih kužkov, ki so na sprehodu na kmetiji, Kep reši Jemimo, lisica z lisicjimi brki (gospod Tod) pa je pregnana in se ponovno pojavi v zgodbi o gospodu Todu. Vendar lačne lisice pojedo Jemimina jajca. Jemima jo spremljajo nazaj na kmetijo, jokajoč zaradi izgubljenih jajc, a sčasoma izleže več jajc in uspešno izleže štiri race.",
      "question": "Kako je Jemima Puddle-duck opisala videz očarljivega gospoda, ki ga je srečala?",
      "reference": "Mislila je, da ima črna ostri ušesa in peščene brke.",
      "score1": 4.0,
      "score2": 2.0
    },
    "782df8ae139f8951bf24f4df037cb617": {
      "candidate1": "sprejem",
      "candidate2": "junak",
      "context": "Zgodba se začne z Wardom Bennettom, raziskovalcem izjemne volje, in njegovimi možmi, ki poskušajo doseči severni pol, kljub brutalnim težavam. Mnogi moški umrejo počasne, boleče smrti, in vsi bi imeli čoln, če jih ne bi našli. Ko se vrnejo domov, Bennett in njegovi preživeli moški prejmejo junakov sprejem. Nato se pozornost romana preusmeri na Lloyd Searight, mlado, privlačno dekle, ki dela kot medicinska sestra, čeprav je neodvisno bogata. Bralec izve, da imata Lloyd in Bennett medsebojne občutke, čeprav jih nobeden ni nikoli izrazil. Ferriss, Bennettov najbližji prijatelj, zboli za tifusom, Lloyd pa je zadolžena za njegovo nego. Ker se boji, da bo zbolela, Bennett noče dovoliti, da bi se Lloyd približala Ferrissu, zaradi česar Ferriss umre. Lloyd noče govoriti z Bennettom in oba vstopita v obdobje globoke obupa. Ko Bennett zboli za isto boleznijo, je Lloyd prisiljena skrbeti zanj in se na koncu spravita in poročita. Nato Lloyd opusti nego, Bennett opusti raziskovanje in živita skupaj na podeželju, medtem ko Bennett piše knjigo, oba pa sta nekaj časa zelo srečna. Po pogovoru z Bennettovim pomočnikom Alderjem, ki dela okoli hiše, Lloyd spozna, da je Bennettovo poslanstvo, njegova dolžnost do Amerike, voditi prvo odpravo na severni pol. Knjiga se konča z njegovim odhodom, medtem ko ga Lloyd ponosno opazuje.",
      "question": "Kakšen sprejem prejmejo preživeli, ko se vrnejo domov?",
      "reference": "Junakov sprejem.",
      "score1": 4.0,
      "score2": 1.0
    },
    "845298b5cbe6aa1649af29b90a1052d7": {
      "candidate1": "Ladja, ki jo je Tom izgubil, je Rdeči oblak",
      "candidate2": "Puška, ki jo je Tom izgubil, je Rdeči oblak",
      "context": "Medtem ko Tom Swift dela na svoji najnovejši iznajdbi, električni puški, sreča afriškega mojstra safarija, katerega zgodbe o lovu na slone pošljejo skupino v najglobljo, najtemnejšo Afriko. Lov na slonovino je najmanjša od njihovih skrbi, saj izvejo, da so nekateri stari prijatelji ujeti kot talci strašnih plemen rdečih pigmejcev. Swift v tem zvezku izdela dve glavni iznajdbi. Prva je nadomestno zračno plovilo, znano kot Črni jastreb. To novo zračno plovilo naj bi nadomestilo Rdeči oblak, ki je bil uničen med njegovimi dogodivščinami v Tomu Swiftu v ledenih jamah. To zračno plovilo je enake splošne konstrukcije kot Rdeči oblak, vendar je manjše in bolj okretno. Najbolj opazna je Swiftova iznajdba električne puške, orožja, ki izstreli električne strele. Električno puško je mogoče nastaviti na različne ravni dosega, intenzivnosti in smrtnosti; lahko strelja skozi trde stene, ne da bi pustila luknjo, in je dovolj močna, da ubije razjarjenega kita, kot so pokazali na svojem parniku v Afriki. Z električno puško Tom in prijatelji podirajo slone, nosoroge in bivole ter večkrat rešijo svoja življenja v ostrih bojih z rdečimi pigmejci. Prav tako lahko izpusti svetlobno kroglo, ki naj bi se vzdrževala sama, kot žareča krogla, kar lov ponoči v temni Afriki naredi veliko varnejši. Po videzu je puška zelo podobna sodobnim konvencionalnim puškam.",
      "question": "Kako se imenuje ladja, ki jo je Tom izgubil?",
      "reference": "Rdeči oblak",
      "score1": 5.0,
      "score2": 3.0
    },
    "8eeeebaab4f1e4257a9725acc76a11dd": {
      "candidate1": "Verjame, da je nanjo privlačen.",
      "candidate2": "Ona verjame, da je nanjo privlačen.",
      "context": "Zgodba spremlja večerjo, ki jo priredita Bertha Young in njen mož Harry. Pisanje prikazuje Bertho kot srečno dušo, čeprav precej naivno glede sveta, v katerem živi, in tistih, ki so ji najbližji. Zgodba odpira veliko vprašanj o prevari, o poznavanju samega sebe in tudi o možnosti homoseksualnosti na začetku 20. stoletja. Zgodba nam ponuja ptičjo perspektivo večerje, ki se je udeleži par, gospod in gospa Norman Knight, ki sta tesna prijatelja Berthe in Harryja. Gost, Eddie Warren, je ženstven lik, ki doda zanimivo mešanico zabavi. Edini drugi gost, Pearl Fulton, je nekdo, ki ga Bertha skrivnostno privlači iz neznanih razlogov na začetku. Zanimivo je, da je Berthin mož predstavljen bralcu tako, kot ga Bertha dojema v svoji glavi. Ker je Bertha tako naivna, bralec najprej dobi vtis, da je Harry grob, nezainteresiran človek, ki ima močno nestrpnost do Pearl zaradi njegovega pogovornega tona in kratkosti do nje med potekom pogovora. Ko večerja napreduje, Bertha preiskuje svoj interes in fascinacijo do Pearl. Dejstvo, da je prisoten Eddie, ki je najverjetneje homoseksualec, daje vtis, da je Berthin interes do Pearl več kot platončen občutek do prijateljice istega spola. Šele ko Bertha analizira svoja čustva do Pearl, ugotovi, da je povezava, ki jo čuti do Pearl, njuna medsebojna privlačnost do Harryja, in iz svoje \"blažene\" sanjarije pride do spoznanja, da imata Harry in Pearl afero. Naslov te zgodbe namiguje na misel, da je nevednost blaženost. Zgodba pušča vprašanje, ali je bolje živeti blaženo nevedno o resnici ali živeti z znanjem o kruti resničnosti.",
      "question": "Zakaj Eddie misli, da je Bertha fascinirana s Pearl?",
      "reference": "Verjame, da je nanjo privlačen.",
      "score1": 5.0,
      "score2": 2.0
    },
    "9ad23c51a2c2a55199e04a31fbee4384": {
      "candidate1": "umetnica",
      "candidate2": "prodajalka akvarelov",
      "context": "Zgodba o peklenskem vzponu Ăvarista Gamelina, mladega pariškega slikarja, vključenega v sekcijo za svojo sosesko Pont-Neuf, Bogovi so lačni opisuje temna leta vladavine terorja v Parizu, od leta II do leta III. Žestoko jakobinski, Maratov in Robespierrov najbolj zvesti privrženec, Ăvariste Gamelin kmalu postane porotnik na revolucionarnem tribunalu. Dolga, slepa vrsta hitrih sojenj tega idealista potegne v norost, ki mu odseka glave najbližjim in pospeši njegov padec ter padec njegovega mentorja Robespierra po termidorski reakciji. Njegova ljubezenska zveza z mlado prodajalko akvarelov Ălodie Blaise poudari grozljiv kontrast med mesarjem v izobraževanju in človekom, ki se v vsakdanjem življenju kaže kot povsem običajen. Upravičuje ta ples giljotine z bojem proti zaroti za izbris dosežkov revolucije, sredi revolucionarnega viharja, ki prečka Pariz, Gamelin hrepeni po pravičnosti, a uporablja svojo moč tudi za zadovoljevanje svoje maščevanja in sovraštva do tistih, ki ne mislijo kot on. Umre z istim instrumentom pravičnosti, ki je do takrat služil zadovoljevanju njegove žeje po krvi in terorju.",
      "question": "Kakšen je bil Elodijin poklic?",
      "reference": "Prodajalka akvarelov",
      "score1": 4.0,
      "score2": 2.0
    },
    "9b73a5a6b15123abcc6a406b15b314cd": {
      "candidate1": "Angleške enote",
      "candidate2": "Londonske enote",
      "context": "Ta roman uvaja Nattyja Bumppa kot \"Deerslayerja\": mladega mejnega moža v zgodnjem 18. stoletju v New Yorku, ki nasprotuje praksi pobiranja skalpov, ker meni, da bi moral vsak živi bit slediti \"darilom\" svoje narave, kar bi preprečilo Evropejcem Američanom pobiranje skalpov. Dva lika, ki dejansko želita pobirati skalpe, sta Deerslayerjev nasprotnik Henry March (alias \"Hurry Harry\") in nekdanji pirat 'Floating Tom' Hutter, s katerim se Deerslayer sreča na poti do srečanja z njegovim življenjskim prijateljem Chingachgookom (prvič prikazan v Zadnjem Mohikancu). Kmalu pred srečanjem je Hutterjeva rezidenca oblegana s strani domorodnih Huronov, Hutter in March pa se prikradeta v tabor oblegovalcev, da bi ubila in pobrala čim več skalpov; a ju ujamejo na delu in kasneje odkupijo Bumppo, Chingachgook in Hutterjevi hčerki Judith in Hetty. Bumppo in Chingachgook nato načrtujeta rešitev Chingachgookove ugrabljenke zaročenke Wah-ta-Wah (alias 'Hist') iz rok Huronov; a med reševanjem je Bumppo ujet. Med njegovo odsotnostjo Huroni napadejo Hutterjev dom, Hutter pa je živ pobran. Na smrtni postelji prizna, da Judith in Hetty nista njegovi biološki hčerki, Judith pa se odloči poiskati svojega naravnega očeta; a njena iskanja razkrijejo le, da je bila njena pokojna mati aristokratskega rodu in se je poročila s 'Floating Tomom' po propadu nezakonite zveze. Kasneje Judith poskuša, a ne uspe rešiti Deerslayerja; in vsi so na koncu rešeni, ko March pride z angleškimi okrepitvami, ki pokoljejo Hurone in smrtno ranijo Hetty. Po Hettyini smrti Judith predlaga poroko Deerslayerju, a je zavrnjena, in zadnjič je opisana kot ljubimka vojaka. Petnajst let pozneje se Bumppo in Chingachgook vrneta na kraj dogodka in najdeta Hutterjevo hišo v ruševinah.",
      "question": "Koga je March pripeljal s seboj, da reši Deerslayerja in druge?",
      "reference": "Angleške okrepitve",
      "score1": 5.0,
      "score2": 2.0
    },
    "9b80e1428a29eaa2e78871f8d2462467": {
      "candidate1": "Judith in Hetty nista njegovi biološki hčerki",
      "candidate2": "Judith in Hetty nista njegova biološka sinova",
      "context": "Ta roman uvaja Nattyja Bumppa kot \"Deerslayerja\": mladega mejnega moža v zgodnjem 18. stoletju v New Yorku, ki nasprotuje praksi pobiranja skalpov, ker meni, da bi moral vsak živi bit slediti \"darilom\" svoje narave, kar bi preprečilo Evropejcem Američanom pobiranje skalpov. Dva lika, ki dejansko želita pobirati skalpe, sta Deerslayerjev nasprotnik Henry March (alias \"Hurry Harry\") in nekdanji pirat 'Floating Tom' Hutter, s katerim se Deerslayer sreča na poti do srečanja z njegovim življenjskim prijateljem Chingachgookom (prvič prikazan v Zadnjem Mohikancu). Kmalu pred srečanjem je Hutterjeva rezidenca oblegana s strani domorodnih Huronov, Hutter in March pa se prikradeta v tabor oblegovalcev, da bi ubila in pobrala čim več skalpov; a ju ujamejo na delu in kasneje odkupijo Bumppo, Chingachgook in Hutterjevi hčerki Judith in Hetty. Bumppo in Chingachgook nato načrtujeta rešitev Chingachgookove ugrabljenke zaročenke Wah-ta-Wah (alias 'Hist') iz rok Huronov; a med reševanjem je Bumppo ujet. Med njegovo odsotnostjo Huroni napadejo Hutterjev dom, Hutter pa je živ pobran. Na smrtni postelji prizna, da Judith in Hetty nista njegovi biološki hčerki, Judith pa se odloči poiskati svojega naravnega očeta; a njena iskanja razkrijejo le, da je bila njena pokojna mati aristokratskega rodu in se je poročila s 'Floating Tomom' po propadu nezakonite zveze. Kasneje Judith poskuša, a ne uspe rešiti Deerslayerja; in vsi so na koncu rešeni, ko March pride z angleškimi okrepitvami, ki pokoljejo Hurone in smrtno ranijo Hetty. Po Hettyini smrti Judith predlaga poroko Deerslayerju, a je zavrnjena, in zadnjič je opisana kot ljubimka vojaka. Petnajst let pozneje se Bumppo in Chingachgook vrneta na kraj dogodka in najdeta Hutterjevo hišo v ruševinah.",
      "question": "Kaj je Hutter priznal na smrtni postelji?",
      "reference": "Da Judith in Hetty nista njegovi biološki hčerki.",
      "score1": 5.0,
      "score2": 3.0
    },
    "a0658989eeccce388c120167191ac052": {
      "candidate1": "Denar iz njegovega življenjskega zavarovanja",
      "candidate2": "iz njegove zavarovalne police",
      "context": "Potovalni agent Paul Barnell (Robin Williams) najde truplo v zabojniku za smeti, ki ga je, ne da bi on vedel, tam pustila mafijska morilska tolpa. Močno zadolžen in poskušajoč najti zdravilo za očitni Tourettov sindrom svoje žene Margaret (Holly Hunter), priredi zverinski napad na truplo, da bi unovčil življenjsko zavarovanje svojega pogrešanega brata, za katerega je potreben trup. Lokalna policija je prepričana, a zavarovalni agent Ted Waters (Giovanni Ribisi), ki si želi napredovati, ni. Morilska tolpa, ki je odvrgla truplo, prav tako išče truplo kot dokaz za izplačilo plačila. Ugrabijo Margaret za talca, da zagotovijo, da bodo dobili truplo. Medtem ima Ted težave s svojo punco Tiffany (Alison Lohman), ki jo zanemarja, ko se vzpenja po lestvici v svoji firmi. Paulov pogrešani brat Raymond (Woody Harrelson) se vrne domov, ga pretepe in zahteva del denarja zavarovanja. S tem, ko namiguje, da ga je Ted napadel, Paul pospeši izplačilo milijonske zavarovalne police. Truplo izkoplje in se dogovori za izmenjavo trupla in dela denarja za Margaret. Ker se boji, da bo Raymond poskušal ubiti Margaret, da bi jo utišal, Paul razmišlja o umoru brata med spanjem, a tega ne zmore storiti. Naslednje jutro pusti brata spati in se sreča z morilci za izmenjavo. Raymond je jezen zaradi bratranske prevare in pride tudi sam, zavarovalni agent pa mu pove o njegovi milijonski polici, ki je končno razkril, kaj se je zgodilo. Raymond nato potegne pištolo in ustreli Margaret v hrbet, ko beži. Nato ga eden od morilcev (Tim Nelson) ustreli v trebuh. Paul najde Margaret živo; denar zavarovanja je imel skrit v njeni jakni, ki je ustavila kroglo. Brata se poslovita, ko Raymond umre. Paul pove Tedu, da je prevaro storil iz ljubezni do žene, kar pritegne Teda, ki ima obnovljena čustva do Tiffany; ganjen ju pusti. Z denarjem Paul vzame Margaret na tropske počitnice.",
      "question": "Kaj želi Paul podedovati od svojega pogrešanega brata?",
      "reference": "Denar iz njegove zavarovalne police",
      "score1": 5.0,
      "score2": 2.0
    },
    "a219a0b0f639cdb7a56c5537ab0ac815": {
      "candidate1": "Je paraliziran",
      "candidate2": "Je pijan",
      "context": "Zgodba o vzponu politika Willieja Starka iz podeželskega sedeža okrožja do guvernerjeve palače je prikazana v filmu. Vstopi v politiko, se bori proti koruptivni lokalni oblasti, a izgubi tekmo za zakladnika okrožja zaradi nepravičnih ovir, ki jih postavi lokalna mašina. Stark se sam nauči prava in kot odvetnik nadaljuje boj proti lokalnemu establišmentu, zagovarja lokalne ljudi in pridobiva priljubljenost. Na koncu postane kandidat za guvernerja, tesno izgubi prvo tekmo, nato pa zmaga ob drugem poskusu. Med tem izgubi nedolžnost in postane tako koruptiven kot politiki, proti katerim se je boril. Ko njegov sin postane paraliziran po nesreči zaradi vožnje pod vplivom alkohola, ki ubije žensko sopotnico, se Starkov svet začne razpadati in ugotovi, da ni mogoče kupiti vseh. Zgodba ima zapleten niz odnosov. Vse je videti skozi oči novinarja Jacka Burdena, ki občuduje Starka in mu ostaja zvest tudi, ko je razočaran. Starkova pomočnica kampanje, Sadie, je očitno zaljubljena v Starka in želi, da zapusti svojo ženo Lucy. Medtem Stark flirta in se vpleta z mnogimi ženskami, vključno z Jackovo punco Anne Stanton, ki postane njegova ljubica. Ko Starkovo reputacijo omaje sodnik Stanton (Annein stric), poskuša umazati njegovo ime. Ko Jack najde dokaze o sodnikovih morebitnih nepravilnostih pred četrt stoletja, jih skriva pred Starkom. Anne preda dokaze Starku, ki jih uporabi proti svojemu stricu, ki se takoj ubije. Anne se zdi, da Starku odpusti, a njen brat, kirurg, ki je pomagal rešiti življenje Starkovega sina po nesreči, ne more. Kirurg na koncu umori Starka po Starkovi zmagi na preiskavi za odstavitev. Kirurg je nato ustreljen s strani Sugar Boya, Starkovega laskavega pomočnika. Glavna zgodba je tanek prikrit prikaz vzpona resničnega guvernerja Louisiane iz 1930-ih, Hueyja Longa, njegovih prizadevanj, da umaže ime sodnika Benjamina Pavyja, in Longovega umora s strani sodnikovega zet (v filmu nečak), dr. Carla Weissa.",
      "question": "Kaj se je zgodilo z Willijevim sinom?",
      "reference": "Bil je paraliziran v nesreči zaradi vožnje pod vplivom alkohola.",
      "score1": 4.0,
      "score2": 2.0
    },
    "adfdd95792ca0d8245d447dad4e94834": {
      "candidate1": "Kot junaki",
      "candidate2": "Kot mučeniki",
      "context": "Zgodba se začne z Wardom Bennettom, raziskovalcem izjemne volje, in njegovimi možmi, ki poskušajo doseči severni pol, kljub brutalnim težavam. Mnogi moški umrejo počasne, boleče smrti, in vsi bi imeli čoln, če jih ne bi našli. Ko se vrnejo domov, Bennett in njegovi preživeli moški prejmejo junakov sprejem. Nato se pozornost romana preusmeri na Lloyd Searight, mlado, privlačno dekle, ki dela kot medicinska sestra, čeprav je neodvisno bogata. Bralec izve, da imata Lloyd in Bennett medsebojne občutke, čeprav jih nobeden ni nikoli izrazil. Ferriss, Bennettov najbližji prijatelj, zboli za tifusom, Lloyd pa je zadolžena za njegovo nego. Ker se boji, da bo zbolela, Bennett noče dovoliti, da bi se Lloyd približala Ferrissu, zaradi česar Ferriss umre. Lloyd noče govoriti z Bennettom in oba vstopita v obdobje globoke obupa. Ko Bennett zboli za isto boleznijo, je Lloyd prisiljena skrbeti zanj in se na koncu spravita in poročita. Nato Lloyd opusti nego, Bennett opusti raziskovanje in živita skupaj na podeželju, medtem ko Bennett piše knjigo, oba pa sta nekaj časa zelo srečna. Po pogovoru z Bennettovim pomočnikom Alderjem, ki dela okoli hiše, Lloyd spozna, da je Bennettovo poslanstvo, njegova dolžnost do Amerike, voditi prvo odpravo na severni pol. Knjiga se konča z njegovim odhodom, medtem ko ga Lloyd ponosno opazuje.",
      "question": "Kako so Bennett in njegova skupina preživelih raziskovalcev sprejeti, ko se vrnejo domov?",
      "reference": "Kot junaki",
      "score1": 4.0,
      "score2": 1.0
    },
    "b034772c90a83f3b1ca81507c68c6a13": {
      "candidate1": "Živali",
      "candidate2": "Ljudje",
      "context": "Medtem ko Tom Swift dela na svoji najnovejši iznajdbi, električni puški, sreča afriškega mojstra safarija, katerega zgodbe o lovu na slone pošljejo skupino v najglobljo, najtemnejšo Afriko. Lov na slonovino je najmanjša od njihovih skrbi, saj izvejo, da so nekateri stari prijatelji ujeti kot talci strašnih plemen rdečih pigmejcev. Swift v tem zvezku izdela dve glavni iznajdbi. Prva je nadomestno zračno plovilo, znano kot Črni jastreb. To novo zračno plovilo naj bi nadomestilo Rdeči oblak, ki je bil uničen med njegovimi dogodivščinami v Tomu Swiftu v ledenih jamah. To zračno plovilo je enake splošne konstrukcije kot Rdeči oblak, vendar je manjše in bolj okretno. Najbolj opazna je Swiftova iznajdba električne puške, orožja, ki izstreli električne strele. Električno puško je mogoče nastaviti na različne ravni dosega, intenzivnosti in smrtnosti; lahko strelja skozi trde stene, ne da bi pustila luknjo, in je dovolj močna, da ubije razjarjenega kita, kot so pokazali na svojem parniku v Afriki. Z električno puško Tom in prijatelji podirajo slone, nosoroge in bivole ter večkrat rešijo svoja življenja v ostrih bojih z rdečimi pigmejci. Prav tako lahko izpusti svetlobno kroglo, ki naj bi se vzdrževala sama, kot žareča krogla, kar lov ponoči v temni Afriki naredi veliko varnejši. Po videzu je puška zelo podobna sodobnim konvencionalnim puškam.",
      "question": "Kaj Tom podre s svojo puško?",
      "reference": "Nosorogi, bivoli in sloni.",
      "score1": 4.0,
      "score2": 1.0
    },
    "b0a3e25a8c027dd6694a68cbf260fb3d": {
      "candidate1": "lahko loviš, ko je temno",
      "candidate2": "lahko loviš, ko je svetlo",
      "context": "Medtem ko Tom Swift dela na svoji najnovejši iznajdbi, električni puški, sreča afriškega mojstra safarija, katerega zgodbe o lovu na slone pošljejo skupino v najglobljo, najtemnejšo Afriko. Lov na slonovino je najmanjša od njihovih skrbi, saj izvejo, da so nekateri stari prijatelji ujeti kot talci strašnih plemen rdečih pigmejcev. Swift v tem zvezku izdela dve glavni iznajdbi. Prva je nadomestno zračno plovilo, znano kot Črni jastreb. To novo zračno plovilo naj bi nadomestilo Rdeči oblak, ki je bil uničen med njegovimi dogodivščinami v Tomu Swiftu v ledenih jamah. To zračno plovilo je enake splošne konstrukcije kot Rdeči oblak, vendar je manjše in bolj okretno. Najbolj opazna je Swiftova iznajdba električne puške, orožja, ki izstreli električne strele. Električno puško je mogoče nastaviti na različne ravni dosega, intenzivnosti in smrtnosti; lahko strelja skozi trde stene, ne da bi pustila luknjo, in je dovolj močna, da ubije razjarjenega kita, kot so pokazali na svojem parniku v Afriki. Z električno puško Tom in prijatelji podirajo slone, nosoroge in bivole ter večkrat rešijo svoja življenja v ostrih bojih z rdečimi pigmejci. Prav tako lahko izpusti svetlobno kroglo, ki naj bi se vzdrževala sama, kot žareča krogla, kar lov ponoči v temni Afriki naredi veliko varnejši. Po videzu je puška zelo podobna sodobnim konvencionalnim puškam.",
      "question": "Zakaj je sposobnost električne puške, da izpusti samo-vzdrževalno svetlobno kroglo, koristna?",
      "reference": "Lov ponoči naredi varnejši",
      "score1": 5.0,
      "score2": 1.0
    },
    "b60fa743193c634c76dcab1b046c5e9a": {
      "candidate1": "umre z giljotino",
      "candidate2": "živi z giljotino",
      "context": "Zgodba o peklenskem vzponu Ăvarista Gamelina, mladega pariškega slikarja, vključenega v sekcijo za svojo sosesko Pont-Neuf, Bogovi so lačni opisuje temna leta vladavine terorja v Parizu, od leta II do leta III. Žestoko jakobinski, Maratov in Robespierrov najbolj zvesti privrženec, Ăvariste Gamelin kmalu postane porotnik na revolucionarnem tribunalu. Dolga, slepa vrsta hitrih sojenj tega idealista potegne v norost, ki mu odseka glave najbližjim in pospeši njegov padec ter padec njegovega mentorja Robespierra po termidorski reakciji. Njegova ljubezenska zveza z mlado prodajalko akvarelov Ălodie Blaise poudari grozljiv kontrast med mesarjem v izobraževanju in človekom, ki se v vsakdanjem življenju kaže kot povsem običajen. Upravičuje ta ples giljotine z bojem proti zaroti za izbris dosežkov revolucije, sredi revolucionarnega viharja, ki prečka Pariz, Gamelin hrepeni po pravičnosti, a uporablja svojo moč tudi za zadovoljevanje svoje maščevanja in sovraštva do tistih, ki ne mislijo kot on. Umre z istim instrumentom pravičnosti, ki je do takrat služil zadovoljevanju njegove žeje po krvi in terorju.",
      "question": "Kako Evariste umre na koncu?",
      "reference": "Obglavi ga giljotina, kot mnoge, ki jih je obsodil na smrt.",
      "score1": 5.0,
      "score2": 2.0
    },
    "c2c5b53a20f2dd177f8fa2df159d38c6": {
      "candidate1": "Vstavi bombaž v uho",
      "candidate2": "Izbere bombaž v uho",
      "context": "Zgodba \"Čudoviti izdelovalec igrač\" se začne z razvajeno princeso Petulant, osemletno deklico, ki je ni mogoče zadovoljiti za nobeno ceno. Njen oče, kralj, zbere svoj svet, da bi našli igračo za princeso, ki bo presegla vse druge. Premier ponudi svojega sina Martina, da najde princesi posebno igračo. Martin se pogovori s princeso Petulant in obljubi, da se bo vrnil čez štiri tedne z osupljivo igračo. Na začetku Martinove poti sreča Bobolinka, Vijoličnega čarovnika, ki ve vse. Martin upa, da mu bo Bobolink pomagal najti pot do Čudovitega izdelovalca igrač. Vendar je Bobolink razdražen, ker mora vsem o vsem dajati informacije, in sprva okleva pomagati Martinu. Martinova odsotnost laskanja mu je osvežujoča sprememba, in Bobolink kmalu postane zelo pripravljen pomagati. Bobolink pove Martinu, da je njegov naslednji korak doseči borove škrate, ga opozori, naj se izogiba pogovorom s temi bitji, sicer bo za vedno ujet v deželi pogovorov. Martin skoraj preide skozi deželo pogovorov brez besede, a se zmoti in se pogovarja z ribo. Martinova napaka ga prisili, da \"postane pogovor,\" in nenadoma je ujet brez izhoda. Princesa potrpežljivo čaka, a postane zelo razburjena, ker Martin ni prinesel njene igrače. Svet postane zaskrbljen in razmišlja, kje bi Martin lahko bil. Princesa, sama in joka, sreča borovega škrata, ki ji obljubi, da jo bo peljal do slapov in ji pokazal pot do Martina. Princesa si zatakne bombaž v ušesa in začne potovanje. Princesa Petulant končno pride do Martina, ne da bi spregovorila besedo, in oba uspeta pobegniti. Teketa čim hitreje do trgovine z igračami. Izdelovalec igrač je tako vesel, da ju vidi, da si želi, da bi ostala in se igrala z njim za vedno. Martin in princesa Petulant se igrata z najboljšimi igračami, kar sta jih kdaj videla, in končno zadovoljita princesino željo po novi igrački. Martin in princesa Petulant povesta izdelovalcu igrač, da ne moreta ostati, čeprav je žalosten, jima pomaga na poti domov. Ob vrnitvi povesta celotno zgodbo kraljevemu zgodovinarju, ki jo zabeleži v knjigo, v kateri je ta zgodba.",
      "question": "Kaj princesa vstavi v ušesa?",
      "reference": "bombaž",
      "score1": 5.0,
      "score2": 2.0
    },
    "c80392b96149196a9a13f572a5b748e7": {
      "candidate1": "Kmetova žena meni, da race niso dobre inkubatorice",
      "candidate2": "Kmet meni, da race niso dobre inkubatorice",
      "context": "Zgodba se začne na kmetiji, kjer živi raca Jemima Puddle-duck. Želi izleči svoja jajca, a kmetova žena meni, da race niso dobre inkubatorice in redno zaseže njihova jajca, da jih položijo kokoši. Jemima poskuša skriti jajca, a jih vedno najdejo in odnesejo. Odpravlja se po cesti v pokrivalu in šalu, da bi našla varen kraj stran od kmetije za polaganje jajc. Na vrhu hriba opazi oddaljen gozd, poleti tja in se sprehaja, dokler ne najde primernega gnezdišča med naprstniki. Vendar jo očara gospod z \"črnimi ostrimi ušesi in peščenimi brki\", ki jo prepriča, naj gnezdi v skednju pri njem doma. Jemima jo vodi v njegov \"razpadajoči skedenj\" (ki je nenavadno poln perja) in si hitro naredi gnezdo. Jemima izleže jajca, lisica pa predlaga večerjo za praznovanje dogodka. Prosi jo, naj nabere tradicionalna zelišča za nadev race, rekoč, da bodo začimbe uporabljene za omleto. Jemima opravi nalogo, a kmetijski pes Kep jo sreča, ko nosi čebulo iz kuhinje in jo vpraša, kaj počne in kam hodi. Razkrije nalogo, Kep takoj razkrije lisicov načrt in izve od Jemime, kje lisica živi. S pomočjo dveh lisicjih kužkov, ki so na sprehodu na kmetiji, Kep reši Jemimo, lisica z lisicjimi brki (gospod Tod) pa je pregnana in se ponovno pojavi v zgodbi o gospodu Todu. Vendar lačne lisice pojedo Jemimina jajca. Jemima jo spremljajo nazaj na kmetijo, jokajoč zaradi izgubljenih jajc, a sčasoma izleže več jajc in uspešno izleže štiri race.",
      "question": "Zakaj so jajca zasežena?",
      "reference": "Race niso dobre inkubatorice.",
      "score1": 5.0,
      "score2": 2.0
    },
    "ca79f29df406c38fb0cd289bbf70b80b": {
      "candidate1": "Perje napolni skedenj.",
      "candidate2": "Perje napolni posteljo.",
      "context": "Zgodba se začne na kmetiji, kjer živi raca Jemima Puddle-duck. Želi izleči svoja jajca, a kmetova žena meni, da race niso dobre inkubatorice in redno zaseže njihova jajca, da jih položijo kokoši. Jemima poskuša skriti jajca, a jih vedno najdejo in odnesejo. Odpravlja se po cesti v pokrivalu in šalu, da bi našla varen kraj stran od kmetije za polaganje jajc. Na vrhu hriba opazi oddaljen gozd, poleti tja in se sprehaja, dokler ne najde primernega gnezdišča med naprstniki. Vendar jo očara gospod z \"črnimi ostrimi ušesi in peščenimi brki\", ki jo prepriča, naj gnezdi v skednju pri njem doma. Jemima jo vodi v njegov \"razpadajoči skedenj\" (ki je nenavadno poln perja) in si hitro naredi gnezdo. Jemima izleže jajca, lisica pa predlaga večerjo za praznovanje dogodka. Prosi jo, naj nabere tradicionalna zelišča za nadev race, rekoč, da bodo začimbe uporabljene za omleto. Jemima opravi nalogo, a kmetijski pes Kep jo sreča, ko nosi čebulo iz kuhinje in jo vpraša, kaj počne in kam hodi. Razkrije nalogo, Kep takoj razkrije lisicov načrt in izve od Jemime, kje lisica živi. S pomočjo dveh lisicjih kužkov, ki so na sprehodu na kmetiji, Kep reši Jemimo, lisica z lisicjimi brki (gospod Tod) pa je pregnana in se ponovno pojavi v zgodbi o gospodu Todu. Vendar lačne lisice pojedo Jemimina jajca. Jemima jo spremljajo nazaj na kmetijo, jokajoč zaradi izgubljenih jajc, a sčasoma izleže več jajc in uspešno izleže štiri race.",
      "question": "Kaj napolni razpadajoči skedenj, kjer Jemima prepriča, da naredi gnezdo?",
      "reference": "Perje.",
      "score1": 5.0,
      "score2": 4.0
    },
    "cc7d47c9ffae2a716051573bf8fe5517": {
      "candidate1": "Ona je njegova punca.",
      "candidate2": "njegova je punca.",
      "context": "Zgodba o vzponu politika Willieja Starka iz podeželskega sedeža okrožja do guvernerjeve palače je prikazana v filmu. Vstopi v politiko, se bori proti koruptivni lokalni oblasti, a izgubi tekmo za zakladnika okrožja zaradi nepravičnih ovir, ki jih postavi lokalna mašina. Stark se sam nauči prava in kot odvetnik nadaljuje boj proti lokalnemu establišmentu, zagovarja lokalne ljudi in pridobiva priljubljenost. Na koncu postane kandidat za guvernerja, tesno izgubi prvo tekmo, nato pa zmaga ob drugem poskusu. Med tem izgubi nedolžnost in postane tako koruptiven kot politiki, proti katerim se je boril. Ko njegov sin postane paraliziran po nesreči zaradi vožnje pod vplivom alkohola, ki ubije žensko sopotnico, se Starkov svet začne razpadati in ugotovi, da ni mogoče kupiti vseh. Zgodba ima zapleten niz odnosov. Vse je videti skozi oči novinarja Jacka Burdena, ki občuduje Starka in mu ostaja zvest tudi, ko je razočaran. Starkova pomočnica kampanje, Sadie, je očitno zaljubljena v Starka in želi, da zapusti svojo ženo Lucy. Medtem Stark flirta in se vpleta z mnogimi ženskami, vključno z Jackovo punco Anne Stanton, ki postane njegova ljubica. Ko Starkovo reputacijo omaje sodnik Stanton (Annein stric), poskuša umazati njegovo ime. Ko Jack najde dokaze o sodnikovih morebitnih nepravilnostih pred četrt stoletja, jih skriva pred Starkom. Anne preda dokaze Starku, ki jih uporabi proti svojemu stricu, ki se takoj ubije. Anne se zdi, da Starku odpusti, a njen brat, kirurg, ki je pomagal rešiti življenje Starkovega sina po nesreči, ne more. Kirurg na koncu umori Starka po Starkovi zmagi na preiskavi za odstavitev. Kirurg je nato ustreljen s strani Sugar Boya, Starkovega laskavega pomočnika. Glavna zgodba je tanek prikrit prikaz vzpona resničnega guvernerja Louisiane iz 1930-ih, Hueyja Longa, njegovih prizadevanj, da umaže ime sodnika Benjamina Pavyja, in Longovega umora s strani sodnikovega zet (v filmu nečak), dr. Carla Weissa.",
      "question": "Kakšen je odnos Anne Stanton z Jackom Burdenom?",
      "reference": "Ona je njegova punca.",
      "score1": 5.0,
      "score2": 2.0
    },
    "cf800cf3c6c2ed91fc9d0d0aaa5043f3": {
      "candidate1": "Njegovo pravo ime je Henry March",
      "candidate2": "Njegov vzdevek je Henry March",
      "context": "Ta roman uvaja Nattyja Bumppa kot \"Deerslayerja\": mladega mejnega moža v zgodnjem 18. stoletju v New Yorku, ki nasprotuje praksi pobiranja skalpov, ker meni, da bi moral vsak živi bit slediti \"darilom\" svoje narave, kar bi preprečilo Evropejcem Američanom pobiranje skalpov. Dva lika, ki dejansko želita pobirati skalpe, sta Deerslayerjev nasprotnik Henry March (alias \"Hurry Harry\") in nekdanji pirat 'Floating Tom' Hutter, s katerim se Deerslayer sreča na poti do srečanja z njegovim življenjskim prijateljem Chingachgookom (prvič prikazan v Zadnjem Mohikancu). Kmalu pred srečanjem je Hutterjeva rezidenca oblegana s strani domorodnih Huronov, Hutter in March pa se prikradeta v tabor oblegovalcev, da bi ubila in pobrala čim več skalpov; a ju ujamejo na delu in kasneje odkupijo Bumppo, Chingachgook in Hutterjevi hčerki Judith in Hetty. Bumppo in Chingachgook nato načrtujeta rešitev Chingachgookove ugrabljenke zaročenke Wah-ta-Wah (alias 'Hist') iz rok Huronov; a med reševanjem je Bumppo ujet. Med njegovo odsotnostjo Huroni napadejo Hutterjev dom, Hutter pa je živ pobran. Na smrtni postelji prizna, da Judith in Hetty nista njegovi biološki hčerki, Judith pa se odloči poiskati svojega naravnega očeta; a njena iskanja razkrijejo le, da je bila njena pokojna mati aristokratskega rodu in se je poročila s 'Floating Tomom' po propadu nezakonite zveze. Kasneje Judith poskuša, a ne uspe rešiti Deerslayerja; in vsi so na koncu rešeni, ko March pride z angleškimi okrepitvami, ki pokoljejo Hurone in smrtno ranijo Hetty. Po Hettyini smrti Judith predlaga poroko Deerslayerju, a je zavrnjena, in zadnjič je opisana kot ljubimka vojaka. Petnajst let pozneje se Bumppo in Chingachgook vrneta na kraj dogodka in najdeta Hutterjevo hišo v ruševinah.",
      "question": "Kakšno je pravo ime moža, ki mu pravijo Hurry Harry?",
      "reference": "Henry March",
      "score1": 5.0,
      "score2": 3.0
    },
    "d18af76393d7be2587490fc8aeac5c39": {
      "candidate1": "Sin premierja je Martin",
      "candidate2": "Hči premierja je Martin",
      "context": "Zgodba \"Čudoviti izdelovalec igrač\" se začne z razvajeno princeso Petulant, osemletno deklico, ki je ni mogoče zadovoljiti za nobeno ceno. Njen oče, kralj, zbere svoj svet, da bi našli igračo za princeso, ki bo presegla vse druge. Premier ponudi svojega sina Martina, da najde princesi posebno igračo. Martin se pogovori s princeso Petulant in obljubi, da se bo vrnil čez štiri tedne z osupljivo igračo. Na začetku Martinove poti sreča Bobolinka, Vijoličnega čarovnika, ki ve vse. Martin upa, da mu bo Bobolink pomagal najti pot do Čudovitega izdelovalca igrač. Vendar je Bobolink razdražen, ker mora vsem o vsem dajati informacije, in sprva okleva pomagati Martinu. Martinova odsotnost laskanja mu je osvežujoča sprememba, in Bobolink kmalu postane zelo pripravljen pomagati. Bobolink pove Martinu, da je njegov naslednji korak doseči borove škrate, ga opozori, naj se izogiba pogovorom s temi bitji, sicer bo za vedno ujet v deželi pogovorov. Martin skoraj preide skozi deželo pogovorov brez besede, a se zmoti in se pogovarja z ribo. Martinova napaka ga prisili, da \"postane pogovor,\" in nenadoma je ujet brez izhoda. Princesa potrpežljivo čaka, a postane zelo razburjena, ker Martin ni prinesel njene igrače. Svet postane zaskrbljen in razmišlja, kje bi Martin lahko bil. Princesa, sama in joka, sreča borovega škrata, ki ji obljubi, da jo bo peljal do slapov in ji pokazal pot do Martina. Princesa si zatakne bombaž v ušesa in začne potovanje. Princesa Petulant končno pride do Martina, ne da bi spregovorila besedo, in oba uspeta pobegniti. Teketa čim hitreje do trgovine z igračami. Izdelovalec igrač je tako vesel, da ju vidi, da si želi, da bi ostala in se igrala z njim za vedno. Martin in princesa Petulant se igrata z najboljšimi igračami, kar sta jih kdaj videla, in končno zadovoljita princesino željo po novi igrački. Martin in princesa Petulant povesta izdelovalcu igrač, da ne moreta ostati, čeprav je žalosten, jima pomaga na poti domov. Ob vrnitvi povesta celotno zgodbo kraljevemu zgodovinarju, ki jo zabeleži v knjigo, v kateri je ta zgodba.",
      "question": "Kdo je sin premierja?",
      "reference": "Martin",
      "score1": 5.0,
      "score2": 3.0
    },
    "d4792688c3123be6a26781262b08f93d": {
      "candidate1": "ker deluje podobno kot telegraf",
      "candidate2": "ker deluje drugače kot telegraf",
      "context": "Tom in njegov oče se prepirata o Tomovi najnovejši ideji, foto telefonu. Gospod Swift vztraja, da ideja ne bo delovala, a Tom ima nekaj idej in noče popustiti. Tom je prebral o nedavnem dogodku, kjer je bila fotografija poslana preko telegrafskih žic, in ni funkcionalne razlike med žicami, ki se uporabljajo za telefon in tistimi za telegraf. Medtem se v soseski dogajajo sumljivi dogodki. Tom in Ned sta skoraj povozila hitra motorna čolna, ki ju upravlja prevarant z imenom Shallock Peters. Spor med gospodom Petersom in Tomom se začne, ko gospod Peters noče priznati nesreče. Sovražnost med njima se le še poglobi, ko gospod Peters poskuša kupiti Tomove izume pod pretvezo dobička. Tom noče dovoliti nikomur drugemu kot sebi pravic do svojih patentov, kar gospoda Petersa zelo razjezi. Kasneje Tom izve, da ima njegov dober prijatelj gospod Damon resne finančne težave. Ko se zgodba zapleta, je eden od Tomovih zračnih ladij ukraden, nato pa gospod Damon nepričakovano izgine. Vse to medtem, ko Tom obupano poskuša spraviti svojo najnovejšo iznajdbo v delovanje.",
      "question": "Zakaj Tom verjame, da bo foto telefon deloval?",
      "reference": "Fotografije je mogoče poslati preko telegrafa, žice za telefon pa so enake kot za telegraf.",
      "score1": 5.0,
      "score2": 1.0
    },
    "da58e4df8478849d23eb292633681e03": {
      "candidate1": "začetek 20. stoletja",
      "candidate2": "konec 20. stoletja",
      "context": "Zgodba spremlja večerjo, ki jo priredita Bertha Young in njen mož Harry. Pisanje prikazuje Bertho kot srečno dušo, čeprav precej naivno glede sveta, v katerem živi, in tistih, ki so ji najbližji. Zgodba odpira veliko vprašanj o prevari, o poznavanju samega sebe in tudi o možnosti homoseksualnosti na začetku 20. stoletja. Zgodba nam ponuja ptičjo perspektivo večerje, ki se je udeleži par, gospod in gospa Norman Knight, ki sta tesna prijatelja Berthe in Harryja. Gost, Eddie Warren, je ženstven lik, ki doda zanimivo mešanico zabavi. Edini drugi gost, Pearl Fulton, je nekdo, ki ga Bertha skrivnostno privlači iz neznanih razlogov na začetku. Zanimivo je, da je Berthin mož predstavljen bralcu tako, kot ga Bertha dojema v svoji glavi. Ker je Bertha tako naivna, bralec najprej dobi vtis, da je Harry grob, nezainteresiran človek, ki ima močno nestrpnost do Pearl zaradi njegovega pogovornega tona in kratkosti do nje med potekom pogovora. Ko večerja napreduje, Bertha preiskuje svoj interes in fascinacijo do Pearl. Dejstvo, da je prisoten Eddie, ki je najverjetneje homoseksualec, daje vtis, da je Berthin interes do Pearl več kot platončen občutek do prijateljice istega spola. Šele ko Bertha analizira svoja čustva do Pearl, ugotovi, da je povezava, ki jo čuti do Pearl, njuna medsebojna privlačnost do Harryja, in iz svoje \"blažene\" sanjarije pride do spoznanja, da imata Harry in Pearl afero. Naslov te zgodbe namiguje na misel, da je nevednost blaženost. Zgodba pušča vprašanje, ali je bolje živeti blaženo nevedno o resnici ali živeti z znanjem o kruti resničnosti.",
      "question": "Kdaj se ta zgodba dogaja?",
      "reference": "Na začetku 20. stoletja",
      "score1": 5.0,
      "score2": 3.0
    },
    "eae69e5cb644fcc3bd84a887d93c13d2": {
      "candidate1": "Henry",
      "candidate2": "Eddie",
      "context": "Zgodba spremlja večerjo, ki jo priredita Bertha Young in njen mož Harry. Pisanje prikazuje Bertho kot srečno dušo, čeprav precej naivno glede sveta, v katerem živi, in tistih, ki so ji najbližji. Zgodba odpira veliko vprašanj o prevari, o poznavanju samega sebe in tudi o možnosti homoseksualnosti na začetku 20. stoletja. Zgodba nam ponuja ptičjo perspektivo večerje, ki se je udeleži par, gospod in gospa Norman Knight, ki sta tesna prijatelja Berthe in Harryja. Gost, Eddie Warren, je ženstven lik, ki doda zanimivo mešanico zabavi. Edini drugi gost, Pearl Fulton, je nekdo, ki ga Bertha skrivnostno privlači iz neznanih razlogov na začetku. Zanimivo je, da je Berthin mož predstavljen bralcu tako, kot ga Bertha dojema v svoji glavi. Ker je Bertha tako naivna, bralec najprej dobi vtis, da je Harry grob, nezainteresiran človek, ki ima močno nestrpnost do Pearl zaradi njegovega pogovornega tona in kratkosti do nje med potekom pogovora. Ko večerja napreduje, Bertha preiskuje svoj interes in fascinacijo do Pearl. Dejstvo, da je prisoten Eddie, ki je najverjetneje homoseksualec, daje vtis, da je Berthin interes do Pearl več kot platončen občutek do prijateljice istega spola. Šele ko Bertha analizira svoja čustva do Pearl, ugotovi, da je povezava, ki jo čuti do Pearl, njuna medsebojna privlačnost do Harryja, in iz svoje \"blažene\" sanjarije pride do spoznanja, da imata Harry in Pearl afero. Naslov te zgodbe namiguje na misel, da je nevednost blaženost. Zgodba pušča vprašanje, ali je bolje živeti blaženo nevedno o resnici ali živeti z znanjem o kruti resničnosti.",
      "question": "Kateri lik se najprej zdi grob?",
      "reference": "Harry",
      "score1": 5.0,
      "score2": 1.0
    },
    "ee7ce061195c2f53e78bc8e5004ec87b": {
      "candidate1": "mojster sabljanja, ki je ugrabil Richarda v zaroti proti kralju",
      "candidate2": "mojster sabljanja, ki je ugrabil Edwarda v zaroti proti kralju",
      "context": "Zgodba je postavljena v Anglijo 13. stoletja in govori o izmišljenem izobčencu Normanu iz Torn, ki naj bi vladal državi med bojem za oblast med kraljem Henrikom III in Simonom de Montfortom. Norman naj bi bil sin Francoza de Vaca, nekdanjega kraljevega mojstra sabljanja, ki ima zameru do nekdanjega delodajalca in vzgaja dečka v preprosto, brutalno ubijalsko mašino z sovraštvom do vsega angleškega. Njegove namere delno podre duhovnik, ki se spoprijatelji z Normanom in ga nauči pisave in viteštva do žensk. Drugače gre vse po načrtu. Pri 17 letih je Norman najboljši mečevalec v Angliji; pri 18 ima na glavi veliko globo, pri 19 pa vodi največjo tolpo tatov v Angliji. Nihče ga ne more ujeti ali premagati. Zaradi sovraštva do kralja se celo vključi v državljansko vojno, ki obrne potek v prid de Montfortu. V drugi vlogi, kot Roger de Conde, se vključi v življenje de Montfortove hčerke Bertrade, ki jo brani pred njenimi in očetovimi sovražniki. Opazi v njem čudno podobnost s kraljevim sinom in dedičem princem Edwardom. Končno je ujet v spopadu s kraljem Henrikom in de Montfortom, kjer ga z izdajo de Vaca premagajo, čeprav ta umre. Ko de Vac umira, razkrije, da je Norman pravzaprav Richard, dolgo izgubljeni sin kralja Henrika in kraljice Eleonore ter brat princa Edwarda. Mojster sabljanja je kot otrok ugrabil princa, da bi služil svoji maščevanju proti kralju. Na srečo Norman/Richard ni resnično mrtev, preživi, se spravi s pravim očetom in doseže roko Bertrade.",
      "question": "Kdo je Francoz de Vac?",
      "reference": "mojster sabljanja, ki je ugrabil Normana v zaroti proti kralju",
      "score1": 5.0,
      "score2": 3.0
    },
    "eff05e5c209716e93ff8c328bccedbf2": {
      "candidate1": "z poroko s kmetom in čakanjem, da umre",
      "candidate2": "z poroko z zdravnikom in čakanjem, da umre",
      "context": "Zgodba je postavljena leta 1916. Bill (Gere), delavec v Chicagu, udari in ubije nadzornika (Margolin) v jeklarni, kjer dela. Pobi se v Texas Panhandle s svojo punco Abby (Adams) in mlajšo sestro Lindo (Manz), ki pripoveduje film. Bill in Abby se pretvarjata, da sta brat in sestra, da preprečita govorice. Trije se zaposlijo kot del velike skupine sezonskih delavcev pri bogatem, sramežljivem kmetu (Shepard). Kmet izve, da umira, čeprav narava bolezni ni določena. Ko se kmet zaljubi v Abby, Bill spodbuja, naj se poroči z bogatim kmetom, da bi lahko podedovala njegov denar po njegovi smrti. Poroka se zgodi, Bill pa ostane na kmetiji kot Abbyin \"brat\". Kmetov nadzornik sumi na njun načrt. Kmetovo zdravje nepričakovano ostane stabilno, kar pokvari Billove načrte. Kmet naenkrat odkrije Billov pravi odnos z Abby. Hkrati se Abby počasi zaljubi v moža. Po roju in požaru, ki uničita njegova polja pšenice, je razjarjeni kmet z orožjem za njim, a ga Bill ubije z izvijačem in pobegne z Abby in Lindo. Nadzornik in policija ju zasledujeta in ju na koncu najdeta. Bill je ubit s strani policije. Kasneje Abby podeduje kmetov denar in Lindo pusti v internatu. Abby odide iz mesta z vlakom s vojaki, ki odhajajo v prvo svetovno vojno. Linda pobegne iz šole s prijateljem.",
      "question": "Kako je Abby načrtovala podedovati kmetov denar?",
      "reference": "z poroko z njim in čakanjem, da umre",
      "score1": 5.0,
      "score2": 2.0
    },
    "f197156c6d5962c10f0932ee887279f4": {
      "candidate1": "Norman je Richard",
      "candidate2": "Norman je Henry",
      "context": "Zgodba je postavljena v Anglijo 13. stoletja in govori o izmišljenem izobčencu Normanu iz Torn, ki naj bi vladal državi med bojem za oblast med kraljem Henrikom III in Simonom de Montfortom. Norman naj bi bil sin Francoza de Vaca, nekdanjega kraljevega mojstra sabljanja, ki ima zameru do nekdanjega delodajalca in vzgaja dečka v preprosto, brutalno ubijalsko mašino z sovraštvom do vsega angleškega. Njegove namere delno podre duhovnik, ki se spoprijatelji z Normanom in ga nauči pisave in viteštva do žensk. Drugače gre vse po načrtu. Pri 17 letih je Norman najboljši mečevalec v Angliji; pri 18 ima na glavi veliko globo, pri 19 pa vodi največjo tolpo tatov v Angliji. Nihče ga ne more ujeti ali premagati. Zaradi sovraštva do kralja se celo vključi v državljansko vojno, ki obrne potek v prid de Montfortu. V drugi vlogi, kot Roger de Conde, se vključi v življenje de Montfortove hčerke Bertrade, ki jo brani pred njenimi in očetovimi sovražniki. Opazi v njem čudno podobnost s kraljevim sinom in dedičem princem Edwardom. Končno je ujet v spopadu s kraljem Henrikom in de Montfortom, kjer ga z izdajo de Vaca premagajo, čeprav ta umre. Ko de Vac umira, razkrije, da je Norman pravzaprav Richard, dolgo izgubljeni sin kralja Henrika in kraljice Eleonore ter brat princa Edwarda. Mojster sabljanja je kot otrok ugrabil princa, da bi služil svoji maščevanju proti kralju. Na srečo Norman/Richard ni resnično mrtev, preživi, se spravi s pravim očetom in doseže roko Bertrade.",
      "question": "Kaj de Vac prizna, ko umira?",
      "reference": "da je Norman Richard, sin kralja Henrika in kraljice Eleonore",
      "score1": 4.0,
      "score2": 1.0
    },
    "f907c15b7ce3a7cbd7307d37adaed1df": {
      "candidate1": "Mucek skoči in zgrabi miško za rep.",
      "candidate2": "Miška skoči in zgrabi mucka za rep.",
      "context": "Zgodba se začne z ilustracijo široko odprtih oči mucka: \"To je muc Miss Moppet, misli, da je slišala miško!\" Naslednja ilustracija prikazuje miško z roza pentljo in zelenim suknjičem, ki \"pogleduje izza omare in se norčuje iz Miss Moppet. Ne boji se mucka.\" Miss Moppet skoči proti njemu, a zgreši in se udari ob omaro. Močno udari omaro in si podrgne nos. Miška se povzpne na vrh omare in jo opazuje. Miss Moppet si zaveže krpo okoli glave in sedi pred ognjem na rdečem stolu. Radovednost miške je vzburjena; misli, da izgleda zelo bolno in se spusti po vrvi zvonca. \"Miss Moppet izgleda vedno slabše.\" Miška se prikrade bližje. Miss Moppet drži glavo v tačkah in skozi luknjo v krpi gleda miško. \"Miška pride zelo blizu.\" Miss Moppet skoči in jo zgrabi za rep. \"In ker je miška dražila Miss Moppet - Miss Moppet misli, da bo dražila miško; kar ni prav lepo od Miss Moppet.\" Mucek zaveže miško v krpo in jo meče kot žogo. Miška gleda skozi luknjo v krpi. V predzadnji ilustraciji sedi Miss Moppet pokončno in gleda bralca. Krpa leži odprta in prazna v njenih tačkah. \"Pozabila je na luknjo v krpi\", in miška je ušla. Plesa varno izven dosega Miss Moppet na vrhu omare.",
      "question": "Kako Miss Moppet ujame miško?",
      "reference": "Skoči in jo zgrabi za rep.",
      "score1": 5.0,
      "score2": 2.0
    },
    "f9985934ef5cbe743a16ebe6bdad599f": {
      "candidate1": "govoril je kot morski sesalec",
      "candidate2": "govoril je kot kit",
      "context": "Zgodba \"Čudoviti izdelovalec igrač\" se začne z razvajeno princeso Petulant, osemletno deklico, ki je ni mogoče zadovoljiti za nobeno ceno. Njen oče, kralj, zbere svoj svet, da bi našli igračo za princeso, ki bo presegla vse druge. Premier ponudi svojega sina Martina, da najde princesi posebno igračo. Martin se pogovori s princeso Petulant in obljubi, da se bo vrnil čez štiri tedne z osupljivo igračo. Na začetku Martinove poti sreča Bobolinka, Vijoličnega čarovnika, ki ve vse. Martin upa, da mu bo Bobolink pomagal najti pot do Čudovitega izdelovalca igrač. Vendar je Bobolink razdražen, ker mora vsem o vsem dajati informacije, in sprva okleva pomagati Martinu. Martinova odsotnost laskanja mu je osvežujoča sprememba, in Bobolink kmalu postane zelo pripravljen pomagati. Bobolink pove Martinu, da je njegov naslednji korak doseči borove škrate, ga opozori, naj se izogiba pogovorom s temi bitji, sicer bo za vedno ujet v deželi pogovorov. Martin skoraj preide skozi deželo pogovorov brez besede, a se zmoti in se pogovarja z ribo. Martinova napaka ga prisili, da \"postane pogovor,\" in nenadoma je ujet brez izhoda. Princesa potrpežljivo čaka, a postane zelo razburjena, ker Martin ni prinesel njene igrače. Svet postane zaskrbljen in razmišlja, kje bi Martin lahko bil. Princesa, sama in joka, sreča borovega škrata, ki ji obljubi, da jo bo peljal do slapov in ji pokazal pot do Martina. Princesa si zatakne bombaž v ušesa in začne potovanje. Princesa Petulant končno pride do Martina, ne da bi spregovorila besedo, in oba uspeta pobegniti. Teketa čim hitreje do trgovine z igračami. Izdelovalec igrač je tako vesel, da ju vidi, da si želi, da bi ostala in se igrala z njim za vedno. Martin in princesa Petulant se igrata z najboljšimi igračami, kar sta jih kdaj videla, in končno zadovoljita princesino željo po novi igrački. Martin in princesa Petulant povesta izdelovalcu igrač, da ne moreta ostati, čeprav je žalosten, jima pomaga na poti domov. Ob vrnitvi povesta celotno zgodbo kraljevemu zgodovinarju, ki jo zabeleži v knjigo, v kateri je ta zgodba.",
      "question": "Zakaj je Martin postal pogovor?",
      "reference": "Zmeden je bil in se je pogovarjal z ribo.",
      "score1": 5.0,
      "score2": 2.0
    }
  },
  "socialiqa": {
    "046c8c59dc751ee1fe279a01c632dbcf": {
      "candidate1": "zahtevek za uporabo",
      "candidate2": "nadaljevati z uporabo",
      "context": "Tracy je začela raziskovalno nalogo in si je sposodila diplomsko delo za uporabo.",
      "question": "Kaj mora Tracy narediti prej?",
      "reference": "prosi za uporabo",
      "score1": 5.0,
      "score2": 1.0
    },
    "0f37c1db64d6303f8831c6c2799d8726": {
      "candidate1": "biti zavrnjen",
      "candidate2": "biti sprejet",
      "context": "Sydney je bila prijazna, zato je prosila svojo mamo za Ashovega brata, če bi lahko dobil še en kos pite.",
      "question": "Kaj se bo zgodilo z Ashom?",
      "reference": "biti rečeno ne",
      "score1": 5.0,
      "score2": 1.0
    },
    "14c02d0bed858cee4eb0d02f7858b69c": {
      "candidate1": "povzemati",
      "candidate2": "razlagati",
      "context": "Pri poučevanju anatomije je Lee dotaknil živec, da je pokazal.",
      "question": "Kaj bodo drugi želeli narediti naslednje?",
      "reference": "delati zapiske",
      "score1": 4.0,
      "score2": 1.0
    },
    "182da7de4238bbbc32c31f589a6d2009": {
      "candidate1": "Želeli bodo pobegniti pred Sasho",
      "candidate2": "Sasha bo želela pobegniti pred Sasho",
      "context": "Ljudje so Sasho nadlegovali vse življenje. A Sasha se je maščevala ljudem.",
      "question": "Kaj bodo ljudje želeli narediti naslednje?",
      "reference": "pobegniti pred Sasho",
      "score1": 5.0,
      "score2": 1.0
    },
    "200cd55d09f14af4a8746c9a4aa54fa8": {
      "candidate1": "spoznati ljudi",
      "candidate2": "jesti torto z ljudmi",
      "context": "Tracy je bila vedno tip, ki je rad zabaval, bila je navdušena, da ima rojstni dan, in je povabila ljudi k sebi domov.",
      "question": "Zakaj je Tracy to naredila?",
      "reference": "družiti se",
      "score1": 5.0,
      "score2": 2.0
    },
    "225b67de95faff4e13a1c1e40185e108": {
      "candidate1": "želela si bo pokrčiti vrat",
      "candidate2": "poskušala si bo ne pokrčiti vratu",
      "context": "Tracy je spala nerodno na novi postelji in je imela nekaj bolečin, zato si je Tracy zavrtela vrat.",
      "question": "Kaj bo Tracy želela narediti naslednje?",
      "reference": "pokrčiti vrat",
      "score1": 5.0,
      "score2": 1.0
    },
    "29a066f37a1b19f026e7c90779f8acb8": {
      "candidate1": "zadovoljna",
      "candidate2": "razburjena",
      "context": "Tracy je imela svet na dlani, potem ko ji je uspelo narediti vse na delu.",
      "question": "Kako se bo Tracy počutila potem?",
      "reference": "zadovoljna",
      "score1": 5.0,
      "score2": 1.0
    },
    "30be50e3e00bbeaf948ea484c0612145": {
      "candidate1": "navdušiti Sasho nad tem",
      "candidate2": "navdušiti Sasho nad njimi",
      "context": "Ko je Remy povedal Sashi, da se bosta preselila v drugo državo, se je Sasha počutila, kot da ji je Remy obrnil življenje na glavo.",
      "question": "Kaj se bo zgodilo z Remyjem?",
      "reference": "poskusiti navdušiti Sasho nad selitvijo",
      "score1": 4.0,
      "score2": 2.0
    },
    "3338b88b01e3bf4ffe212be35d389cba": {
      "candidate1": "pridobiti svojo opremo",
      "candidate2": "pridobiti njegove knjige",
      "context": "Sydney je šla delati na Aubreyjevo streho, zato je Sydney Aubreyju dala oceno.",
      "question": "Kaj mora Sydney narediti prej?",
      "reference": "pridobiti svoja orodja",
      "score1": 4.0,
      "score2": 1.0
    },
    "35c4f5a084a7dbcc56541e3f869bbc9e": {
      "candidate1": "Quinn bo jezen na Skylarja",
      "candidate2": "Quinn ne bo jezen na Skylarja",
      "context": "Skylar je povedal Quinnovemu prijatelju skrivnost, ki jo je Quinn želel obdržati skrito.",
      "question": "Kaj bo Quinn želel narediti naslednje?",
      "reference": "biti jezen",
      "score1": 5.0,
      "score2": 1.0
    },
    "378907a452336146ea7272395b7cd9bb": {
      "candidate1": "dobiti službo od nje",
      "candidate2": "priskrbeti ji službo",
      "context": "Jesse je želel novo službo, zato se je prijavil na delovna mesta v njeni industriji.",
      "question": "Zakaj je Jesse to naredil?",
      "reference": "da mu oseba priskrbi službo",
      "score1": 5.0,
      "score2": 1.0
    },
    "3d9a3331a43b60086426cc3e999db7d8": {
      "candidate1": "individualistična",
      "candidate2": "nepristranska",
      "context": "Taylor se je poročila, a se je odločila obdržati svojo identiteto in priimek.",
      "question": "Kako bi opisali Taylor?",
      "reference": "neodvisna",
      "score1": 4.0,
      "score2": 1.0
    },
    "3f243c7ab4f6d3347be6debd1db2c22d": {
      "candidate1": "kmetijska zemljišča",
      "candidate2": "Amerika",
      "context": "Tracy obožuje kampiranje in biti zunaj v naravi, ne mara biti zaprta v mestu.",
      "question": "Kakšno mesto bi bilo Tracyju všeč za življenje?",
      "reference": "Podeželje",
      "score1": 5.0,
      "score2": 1.0
    },
    "3f2d6f92af8ffd1a95e316b142bbf80a": {
      "candidate1": "Opisal bi Taylor kot vsiljivo",
      "candidate2": "Bi opisal Taylor kot vsiljivo",
      "context": "Taylor je pogledala v Robinove omare, ko je Robin zapustil sobo. Taylor je pokukala v Robinove predale in omarico za zdravila.",
      "question": "Kako bi opisali Taylor?",
      "reference": "vsiljiva",
      "score1": 5.0,
      "score2": 3.0
    },
    "4531a3b0147f14e63c019918f1746b66": {
      "candidate1": "hvaležna",
      "candidate2": "škodljiva",
      "context": "Taylor je prejela znak od Gospoda in spoznala, da je ves čas delala napačno.",
      "question": "Kako bi se Taylor počutila potem?",
      "reference": "hvaležna za usmeritev",
      "score1": 4.0,
      "score2": 1.0
    },
    "4576a88d176c876a953567451761dde5": {
      "candidate1": "ceniti Addison, ker jo varuje",
      "candidate2": "ceniti Addison, ker jo je spravila v nevarnost",
      "context": "Tracy se je želela počutiti varno, zato se je odločila hoditi za Addison.",
      "question": "Kaj se bo zgodilo s Tracy?",
      "reference": "ceniti Addison",
      "score1": 5.0,
      "score2": 2.0
    },
    "4c357ed16d29bf06e3d7b9a596f21279": {
      "candidate1": "zaupati Leeju",
      "candidate2": "Lee mu je zaupal",
      "context": "Riley je rekel Leeju, naj ostane, da bi lahko imela iskren pogovor.",
      "question": "Kaj se bo zgodilo z Rileyjem?",
      "reference": "odpreti se",
      "score1": 5.0,
      "score2": 1.0
    },
    "4de6babfbe95e2396150b59d8bc5e709": {
      "candidate1": "Tracy bo morala spoznati Asha",
      "candidate2": "Ash bo moral spoznati Tracy",
      "context": "Tracy je povedal Ashu, da potrebuje očala, nato sta ga spremljala k optiku na pregled.",
      "question": "Kaj mora Tracy narediti prej?",
      "reference": "dobro poznati Asha",
      "score1": 5.0,
      "score2": 2.0
    },
    "569234a2c267ef067a5d8d9e3398ccda": {
      "candidate1": "Taylor ceni Kendalla",
      "candidate2": "Kendall ceni Taylor",
      "context": "Taylor je Kendallu povišala plačo in ga promovirala.",
      "question": "Kako bi opisali Taylor?",
      "reference": "kot nekoga, ki ceni delo Kendalla",
      "score1": 5.0,
      "score2": 1.0
    },
    "6006d8235d750cbf9becec37e0c18f33": {
      "candidate1": "kot da so v dobrih rokah",
      "candidate2": "kot da so v dobrih rokah",
      "context": "Taylor je načrtoval potovanje v imenu celotne skupine.",
      "question": "Kako se bodo drugi počutili kot rezultat?",
      "reference": "kot da so v dobrih rokah",
      "score1": 5.0,
      "score2": 3.0
    },
    "6076cf6227b32e73bf33faa959a551fb": {
      "candidate1": "Tracy je želela posnemati Quinn",
      "candidate2": "Quinn je želela posnemati Quinn",
      "context": "Tracy je kupila nekaj, kar je imela Quinn in kar je videla pri Quinn.",
      "question": "Zakaj je Tracy to naredila?",
      "reference": "posnemati Quinn",
      "score1": 5.0,
      "score2": 3.0
    },
    "63169a693e3a3a67267179b76e316fbe": {
      "candidate1": "Šel bo na športni tabor",
      "candidate2": "Šel bo na baseball tabor",
      "context": "Fantje so si zelo želeli iti na košarkarski tabor, a so vedeli, da Cameronovi starši tega ne želijo, zato je Jordan prepričal Cameronove starše.",
      "question": "Kaj se bo zgodilo z Jordanom?",
      "reference": "iti na košarkarski tabor s Cameronom",
      "score1": 4.0,
      "score2": 2.0
    },
    "636c3a77451eb511cd4dc18d729f3124": {
      "candidate1": "Sydney bi se nasmehnila",
      "candidate2": "Cameron bi se nasmehnil",
      "context": "Sydney je poljubljala Camerona in se odločila, da se odmakne od njega.",
      "question": "Kaj se bo zgodilo s Sydney?",
      "reference": "nasmehniti se",
      "score1": 5.0,
      "score2": 2.0
    },
    "675b0aceb2c8bb12bfca93baeb126e68": {
      "candidate1": "negotova",
      "candidate2": "operacija",
      "context": "Taylor je bila tako nervozna zaradi operacije, da ni hotela iti skozi z njo.",
      "question": "Kako bi opisali Taylor?",
      "reference": "negotova glede operacije",
      "score1": 5.0,
      "score2": 1.0
    },
    "769d8b33dbcb6dc9b893035ee1f7ae4e": {
      "candidate1": "standardna",
      "candidate2": "edinstvena",
      "context": "Aubrey je bila naravno bolna oseba in je zato skozi leta jemala veliko zdravil.",
      "question": "Kako bi opisali Aubrey?",
      "reference": "normalna",
      "score1": 5.0,
      "score2": 1.0
    },
    "7c26582aca6718841fbb046ab5d16bf0": {
      "candidate1": "brati veliko",
      "candidate2": "pisati veliko",
      "context": "Tracy je dvomila o zgodovini, ki so jo učili iz knjig.",
      "question": "Kaj mora Tracy narediti prej?",
      "reference": "delati raziskavo",
      "score1": 4.0,
      "score2": 1.0
    },
    "85088fb127b4cd0d520989957f6128af": {
      "candidate1": "dobrohotna oseba",
      "candidate2": "slaba oseba",
      "context": "Mož je nenadoma težko dihal. Kendall je bil tik ob njem in je poskušal pomagati.",
      "question": "Kako bi opisali Kendalla?",
      "reference": "dobra oseba",
      "score1": 4.0,
      "score2": 1.0
    },
    "89da40061abba08a148099a67cb20acb": {
      "candidate1": "Sydney je želela narediti zanimivo",
      "candidate2": "Riley je želel narediti zanimivo",
      "context": "Sydney je ustvarjalno pisala zgodbo in želela bralcu dati Rileyjevo perspektivo.",
      "question": "Zakaj je Sydney to naredila?",
      "reference": "želela narediti zanimivo",
      "score1": 5.0,
      "score2": 2.0
    },
    "8e17a9eee942cf1c1a373475974a7862": {
      "candidate1": "odstraniti nogavice",
      "candidate2": "zamenjati nogavice",
      "context": "Tracy je stresla Ashove čevlje, da so lahko začeli biti zaposleni.",
      "question": "Kaj bo Ash želel narediti naslednje?",
      "reference": "sleči nogavice",
      "score1": 5.0,
      "score2": 1.0
    },
    "99dc0b5cd5e7ff9ad4d6763bb66e8047": {
      "candidate1": "ignorirati Rileyja",
      "candidate2": "srečati se z Rileyjem",
      "context": "Ko je Riley opazil Jesseja, ga je sumničavo gledal.",
      "question": "Kaj bo Jesse želel narediti naslednje?",
      "reference": "izogibati se Rileyju",
      "score1": 5.0,
      "score2": 1.0
    },
    "a12fa573389d744c1602bf556d242067": {
      "candidate1": "upornik",
      "candidate2": "učitelj",
      "context": "Taylor je vseeno uporabila lepilo, čeprav so navodila rekla, naj uporabi trak.",
      "question": "Kako bi opisali Taylor?",
      "reference": "upornik",
      "score1": 5.0,
      "score2": 1.0
    },
    "a900c32253fd50c6af0d9f1d0c78248b": {
      "candidate1": "navdušena, da bo povedala prijateljem",
      "candidate2": "nerada bi povedala prijateljem",
      "context": "Tracy je označila diplomsko delo za uporabo in uprava jo je odobrila za uporabo.",
      "question": "Kako se bo Tracy počutila potem?",
      "reference": "komaj čakala, da to deli s prijatelji",
      "score1": 5.0,
      "score2": 1.0
    },
    "aa031961299b33d9b65b36cebc62c7b3": {
      "candidate1": "zahvaliti se Tracy za dodatni dolar",
      "candidate2": "zahvaliti se Tracy, ker je dodatni dolar",
      "context": "Tracy je v plačilo za dostavo hrane vključila še en dolar.",
      "question": "Kaj bo dostavljalec hrane želel narediti naslednje?",
      "reference": "zahvaliti se Tracy za dodatni dolar",
      "score1": 5.0,
      "score2": 2.0
    },
    "aead04a601cc788007571493a05e0262": {
      "candidate1": "vesel",
      "candidate2": "strahljiv",
      "context": "Kantina je bila tisti popoldan polna, a je Kai vseeno uspel pritegniti mojo pozornost.",
      "question": "Kako se bo Kai počutil potem?",
      "reference": "srečen",
      "score1": 5.0,
      "score2": 1.0
    },
    "b87b16bdb22412cc7d20f8e54856ebb4": {
      "candidate1": "uničen",
      "candidate2": "opogumljen",
      "context": "Tracy si je zavrtela vrat in si ga po nesreči zlomila.",
      "question": "Kako bi opisali Tracy?",
      "reference": "razbit",
      "score1": 4.0,
      "score2": 1.0
    },
    "c3539e63b2ae6934f8ec688c68f8c52b": {
      "candidate1": "Išče novo službo",
      "candidate2": "Ostaja na trenutni službi",
      "context": "Tracy je iskala službo v časopisu in na internetu.",
      "question": "Zakaj je Tracy to naredila?",
      "reference": "dobiti boljšo službo",
      "score1": 5.0,
      "score2": 1.0
    },
    "c56fa0c2beb5ffebf009f27f7b578e7e": {
      "candidate1": "biti dober v rokoborbi",
      "candidate2": "opustiti rokoborbo",
      "context": "Taylor je dokazal Carsonovo trditev o tem, kdo je najmočnejši rokoborec med njimi.",
      "question": "Kaj bo Taylor želel narediti naslednje?",
      "reference": "biti dober v rokoborbi",
      "score1": 5.0,
      "score2": 1.0
    },
    "c7020d5403a1ce8c9cf464ea10f175b8": {
      "candidate1": "zadovoljna",
      "candidate2": "vzburjena",
      "context": "Quinn je bilo dolgčas nositi hlače, zato je naslednji dan šla v šolo v kavbojkah.",
      "question": "Kako se bo Quinn počutila potem?",
      "reference": "mirna",
      "score1": 4.0,
      "score2": 1.0
    },
    "cb543612fa475a21addf702b6d0887c0": {
      "candidate1": "plagiatorica",
      "candidate2": "kreativna",
      "context": "Tracy je za svojo lastno članek sposodila nekaj objavljenih odlomkov iz diplomske naloge.",
      "question": "Kako bi opisali Tracy?",
      "reference": "prevarantka",
      "score1": 5.0,
      "score2": 1.0
    },
    "d7168a0a133655b1dba7b8bdc3c3d880": {
      "candidate1": "nekaj lepega",
      "candidate2": "za svojo mamo",
      "context": "Sydney je bila Ashova mama in je dala otrokom žepnino. Sydney je dala Ashu nekaj denarja.",
      "question": "Kaj bo Sydney želela narediti naslednje?",
      "reference": "morala je narediti nekaj lepega za svojo mamo, na primer oprati avto",
      "score1": 4.0,
      "score2": 1.0
    },
    "d9d12c6564a32a181b47d0832b6d7d62": {
      "candidate1": "biti dajajoč",
      "candidate2": "biti jemajoč",
      "context": "Tracy je dala video igre mojemu prijatelju. Vedela je, da so kakovostne igre, ki jih bo užival.",
      "question": "Kaj bo Tracy želela narediti naslednje?",
      "reference": "biti radodaren",
      "score1": 5.0,
      "score2": 1.0
    },
    "dce3f930d4c09a5f790cfc1dab4cdb29": {
      "candidate1": "radodaren",
      "candidate2": "skop",
      "context": "Tracy je to dala prijatelju, potem ko se je zdelo, da mu je predmet res všeč.",
      "question": "Kako bi opisali Tracy?",
      "reference": "radodaren",
      "score1": 5.0,
      "score2": 1.0
    },
    "e2a1fae3e2141373dbda491a61dea297": {
      "candidate1": "ni imela več bagelov",
      "candidate2": "imela je preveč bagelov",
      "context": "Tyler je ostal brez bagelov, zato se je odločil jesti žitarice.",
      "question": "Zakaj je Taylor to naredila?",
      "reference": "ni imela več bagelov",
      "score1": 5.0,
      "score2": 1.0
    },
    "e5a04523fce0e5f832c8aedf708f404a": {
      "candidate1": "prespati pri prijateljih",
      "candidate2": "oditi takoj",
      "context": "Tracy je šla ven s prijatelji in je na koncu šla domov z njimi.",
      "question": "Kaj bo Tracy želela narediti naslednje?",
      "reference": "ostati pri njih doma",
      "score1": 3.0,
      "score2": 1.0
    },
    "eaabf2de39145670d08752094b1168d4": {
      "candidate1": "biti priznana",
      "candidate2": "biti promovirana",
      "context": "Tracy je bila Baileyjeva inšpektorka karateja in je Baileyja dobro učila, da je Bailey lahko zmagal na turnirju.",
      "question": "Kaj se bo zgodilo s Tracy?",
      "reference": "biti prepoznana kot dobra učiteljica",
      "score1": 4.0,
      "score2": 1.0
    },
    "eb349559d89dcf56e18d737cb25d465f": {
      "candidate1": "dobiti še enega hišnega ljubljenčka",
      "candidate2": "božati drugega ljubljenčka",
      "context": "Tracy je imela Remyjevega psa tako rada, da se je zanj skrbela.",
      "question": "Kaj bo Remy želel narediti naslednje?",
      "reference": "dobiti še enega hišnega ljubljenčka",
      "score1": 5.0,
      "score2": 1.0
    },
    "f3c4e3f12c423ec9f12d3efbc8fa102a": {
      "candidate1": "se prepirati",
      "candidate2": "pomiriti vse",
      "context": "Taylor je sinoči dokazal Carsonovo trditev, ko sta govorila o zadevi.",
      "question": "Zakaj je Taylor to naredil?",
      "reference": "biti prepirljiv",
      "score1": 4.0,
      "score2": 1.0
    },
    "f52b425e1f15236713bf9c6dc4f93d5d": {
      "candidate1": "Soočiti se s fantom",
      "candidate2": "ujeti fanta",
      "context": "Taylor je ujel svojega fanta, kako pošilja sporočila drugi deklici.",
      "question": "Kaj bo Taylor želel narediti naslednje?",
      "reference": "sooči se s fantom",
      "score1": 4.0,
      "score2": 2.0
    },
    "f5ae554efeb96f2c0d138d192a9a8e4f": {
      "candidate1": "Tracy ne bi želela biti prestrašena",
      "candidate2": "Tracy bi želela biti prestrašena",
      "context": "Tracy je zaščitila Aubreyjeva očesa pred strašljivim filmom.",
      "question": "Kako se bo Tracy počutila potem?",
      "reference": "kot da noče, da bi bili prestrašeni",
      "score1": 5.0,
      "score2": 1.0
    },
    "f9f38f24a31dcee88d0c3b7c88e0a410": {
      "candidate1": "Pogledati slike svojega prijatelja",
      "candidate2": "Pogledati slike svojega učitelja",
      "context": "Taylor je poiskal svojega prijatelja na Instagramu, potem ko se je vrnil z dopusta.",
      "question": "Kaj bodo njegovi drugi prijatelji želeli narediti naslednje?",
      "reference": "videti njegove slike",
      "score1": 4.0,
      "score2": 2.0
    }
  }
}